{
    "season": 8,
    "episode": 14,
    "quotes": [
        {
            "speaker": "Jim",
            "line": "Oh ho! Look who's back reporting for duty."
        },
        {
            "speaker": "Pam",
            "line": "Hey guys!"
        },
        {
            "speaker": "All",
            "line": "Hey."
        },
        {
            "speaker": "Pam",
            "line": "[laughing] Hi."
        },
        {
            "speaker": "Andy",
            "line": "Pam! Ahh! Look what I can do now that she's no longer pregnant. [pretends to punch Pam in the stomach] Bam! Bam! Bam! Bam!"
        },
        {
            "speaker": "Phyllis",
            "line": "Are you glad to be back?"
        },
        {
            "speaker": "Pam",
            "line": "Yeah. Yeah, I mean I could have used another week, or three."
        },
        {
            "speaker": "Stanley",
            "line": "You still had eight weeks more than we did."
        },
        {
            "speaker": "Pam",
            "line": "[laughing] Well, it's not exactly a vacation."
        },
        {
            "speaker": "Angela",
            "line": "Hello everyone! Remember little old me. Hi!"
        },
        {
            "speaker": "Dwight",
            "line": "What are you doing here? You just had our baby. Our collective Dunder Mifflin...family baby. Four days ago."
        },
        {
            "speaker": "Angela",
            "line": "I wanted to come back to work. Not everybody needs some long luxurious Parisian maternity leave. [removes coat]"
        },
        {
            "speaker": "Pam",
            "line": "What?!"
        },
        {
            "speaker": "Kelly",
            "line": "Damn girl! Your body!"
        },
        {
            "speaker": "Oscar",
            "line": "Angela, you look amazing."
        },
        {
            "speaker": "Angela",
            "line": "Really? I feel like this big rhinoceros. Anyway, I wanted to thank you guys for covering for me so I made some treats. I've got brownies and magic cookie bars."
        },
        {
            "speaker": "Group",
            "line": "[murmurs of delight as people shuffle toward the treats]"
        },
        {
            "speaker": "Pam",
            "line": "Oh Angela, those brownies have walnuts in them and I think Kevin's allergic to walnuts. You're allergic to walnuts, right Kevin?"
        },
        {
            "speaker": "Kevin",
            "line": "Extremely, but I'm gonna fight through it."
        },
        {
            "speaker": "Pam",
            "line": "Aw. It's OK Angela. I have mommy brain too."
        },
        {
            "speaker": "Angela",
            "line": "I don't know what that is, Pam. I made a batch with no nuts, special for you Kevin, right here."
        },
        {
            "speaker": "Pam",
            "line": "When did you find time to do all this?"
        },
        {
            "speaker": "Angela",
            "line": "Babies sleep a lot Pam, if you feed them enough. Brownie Pam?"
        },
        {
            "speaker": "Pam",
            "line": "Thank you. [takes bite] Oh my gosh. It's really good."
        },
        {
            "speaker": "Angela",
            "line": "I wouldn't know, I'm watching my weight. Ugh."
        },
        {
            "speaker": "Pam",
            "line": "So you guys, you know what's an even more useful treat...is cash. So-"
        },
        {
            "speaker": "Jim",
            "line": "Nope. It's over."
        },
        {
            "speaker": "Pam",
            "line": "...we wanted to say thank you-"
        },
        {
            "speaker": "Jim",
            "line": "Nope. OK."
        },
        {
            "speaker": "Andy",
            "line": "Dwight, I have exciting news for you."
        },
        {
            "speaker": "Dwight",
            "line": "What?"
        },
        {
            "speaker": "Andy",
            "line": "I think you're going to like it."
        },
        {
            "speaker": "Dwight",
            "line": "You can't tantalize me."
        },
        {
            "speaker": "Andy",
            "line": "Oooh, maybe I can. [slowly] I got an email... from corporate....that told me that..."
        },
        {
            "speaker": "Dwight",
            "line": "OK. [looks at watch and leaves]"
        },
        {
            "speaker": "Andy",
            "line": "That...[quickly] you got a promotion! [Dwight turns back] Right? I mean that's not the kinda thing you wanna read quietly at your desk."
        },
        {
            "speaker": "Dwight",
            "line": "If you make me head of sales one more time, I swear."
        },
        {
            "speaker": "Andy",
            "line": "No, this is legit. You will be assembling a team to go to Tallahassee for three weeks to develop and launch a chain of Sabre stores."
        },
        {
            "speaker": "Dwight",
            "line": "Yes! Yes! Yes! Yes! Yes! Yes! Yes! Yes! Yes! Yes, yes, yes, hi-yes! Yeah yeah yeah yeah!"
        },
        {
            "speaker": "Dwight",
            "line": "The Shrutes have a word for when everything comes together in a man's life perfectly: Perfectinschlag. Hmm. Right now, I am in it. I finally get a chance to prove myself to corporate, I am assembling a competent team, I am likely a father, I am so deep inside of perfectinschlag right now. And just to be clear, there is a second definition, “perfect pork anus” which I don't mean."
        },
        {
            "speaker": "Erin",
            "line": "And here's the fax for you."
        },
        {
            "speaker": "Andy",
            "line": "And here's some facts for you. Did you know frogs can hear with their lungs? And that flamingos can have orgasms that last 30 minutes."
        },
        {
            "speaker": "Erin",
            "line": "Ah! Love to learn."
        },
        {
            "speaker": "Andy",
            "line": "Yeah, it's weird that I said that last one."
        },
        {
            "speaker": "Erin",
            "line": "So... [points out their matching heart pins]"
        },
        {
            "speaker": "Andy",
            "line": "Uh yeah, look at that."
        },
        {
            "speaker": "Erin",
            "line": "We're pin twins."
        },
        {
            "speaker": "Andy",
            "line": "Pin twins! This is a gift from Jessica, kind of a gag gift really. Real gifts come later."
        },
        {
            "speaker": "Erin",
            "line": "Yeah. That's cute. When I saw it in CVS it made me gag too. [Andy laughs, walks away, Erin throws away her pin]"
        },
        {
            "speaker": "Erin",
            "line": "For a while there I thought something would change. But nope. Andy's still with Jessica, they even carpool together most days. I don't know, I wouldn't mind carpooling every day with Andy, but I wouldn't want to spend that much time with Jessica."
        },
        {
            "speaker": "Darryl",
            "line": "What do we have here?"
        },
        {
            "speaker": "Darryl",
            "line": "Val knit me a beanie. But I can't if it's a “we're just friends” beanie or a “I'm hot, you're hot, let's get it poppin'” beanie. So I'm gonna up the ante, give her a clearly romantic gift, and we'll get to the meaning of the beanie."
        },
        {
            "speaker": "Dwight",
            "line": "Pam, pack up your post-natal swimwear, make it a one piece or this offer is rescinded, and join me on a fantastic barbeque one week from today in Tallahassee, Florida where I'm going to be living for the next three weeks."
        },
        {
            "speaker": "Pam",
            "line": "Really?"
        },
        {
            "speaker": "Dwight",
            "line": "Mm hm."
        },
        {
            "speaker": "Pam",
            "line": "I'll fly anywhere for some good barbeque."
        },
        {
            "speaker": "Jim",
            "line": "Ooh, me three."
        },
        {
            "speaker": "Dwight",
            "line": "Eh! No plus one's. This is for competent workers only. And don't worry about the cost, Sabre is footing the bill."
        },
        {
            "speaker": "Pam",
            "line": "Does this have anything to do with what you were talking to Andy about?"
        },
        {
            "speaker": "Dwight",
            "line": "God, you're such a spy."
        },
        {
            "speaker": "Darryl",
            "line": "[clears throat] Notice anything different about me?"
        },
        {
            "speaker": "Val",
            "line": "You're wearing the beanie. You like it?"
        },
        {
            "speaker": "Darryl",
            "line": "Super comfortable. Like sweatpants for my head."
        },
        {
            "speaker": "Nate",
            "line": "I love it too Val. It's it's really itchy, uh but to be fair my head is constantly itching so I can't really peg it on the hat."
        },
        {
            "speaker": "Darryl",
            "line": "[noticing all the warehouse workers wearing homemade beanies] Wow. It's like the nation of Islam down here."
        },
        {
            "speaker": "Val",
            "line": "I like to knit, don't hate. And who's that for?"
        },
        {
            "speaker": "Darryl",
            "line": "Oh, this is a gift, for....my man Nate here."
        },
        {
            "speaker": "Nate",
            "line": "What?"
        },
        {
            "speaker": "Darryl",
            "line": "Yeah."
        },
        {
            "speaker": "Nate",
            "line": "Darryl, you shouldn't have."
        },
        {
            "speaker": "Darryl",
            "line": "Hey."
        },
        {
            "speaker": "Nate",
            "line": "Can I open it?"
        },
        {
            "speaker": "Darryl",
            "line": "No, no, no. Maybe just later."
        },
        {
            "speaker": "Nate",
            "line": "Ah, I can't wait. I'm sorry. I get too excited. [opens gift] Darryl."
        },
        {
            "speaker": "Val",
            "line": "Wow. Those are really nice."
        },
        {
            "speaker": "Nate",
            "line": "They're so elegant."
        },
        {
            "speaker": "Val",
            "line": "Cashmere."
        },
        {
            "speaker": "Nate",
            "line": "How'd you know?"
        },
        {
            "speaker": "Darryl",
            "line": "Just a hunch. Your gift is on the way."
        },
        {
            "speaker": "Val",
            "line": "Can't wait."
        },
        {
            "speaker": "Nate",
            "line": "[reading card] “I'm glad you're in my life. Happy Valentine's Day.” Ugh, Darryl. I am glad to be in your life too. Oh, your card is more beautiful than the gloves."
        },
        {
            "speaker": "Dwight",
            "line": "My first task as special project manager Dwight Shrute? Assembling a crack team. I need people who are loyal. People who'll help me get an inroad with the gay Hispanic community. People who won't be missed. We don't need idiots, good for nothing's, methheads or... What's your name?"
        },
        {
            "speaker": "Kathy",
            "line": "Kathy."
        },
        {
            "speaker": "Dwight",
            "line": "Kathy."
        },
        {
            "speaker": "Jim",
            "line": "I just got a text from Robert California that says “bring your clubs to Florida”."
        },
        {
            "speaker": "Pam",
            "line": "Why? Does he think you're going to Florida?"
        },
        {
            "speaker": "Jim",
            "line": "I hope not. [laughs] Because I am not going. Two question marks?"
        },
        {
            "speaker": "Pam",
            "line": "No, just do one. Two question marks is kind of aggressive. You know it's like wha-what?? Just do one."
        },
        {
            "speaker": "Andy",
            "line": "You wanna take Darryl, Phyllis, Toby, Angela and Oscar?"
        },
        {
            "speaker": "Dwight",
            "line": "Yes."
        },
        {
            "speaker": "Andy",
            "line": "Can I interest you in someone less essential? Like uh a Creed or a Meredith perhaps?"
        },
        {
            "speaker": "Dwight",
            "line": "Oh my god."
        },
        {
            "speaker": "Andy",
            "line": "They're not expendable exactly, I just can't...I can't think of the word I'm trying to find."
        },
        {
            "speaker": "Dwight",
            "line": "Are you kidding me?! I'm supposed to get in an airplane with those nincompoops? We'd never get off the runway."
        },
        {
            "speaker": "Andy",
            "line": "Alright, look. I gotta keep this office functioning somehow. So, I have put together a list, here's your team. Darryl and Phyllis you can have, but you're also taking Kathy, Kelly and Kevin."
        },
        {
            "speaker": "Dwight",
            "line": "Oh god."
        },
        {
            "speaker": "Andy",
            "line": "You have your team."
        },
        {
            "speaker": "Dwight",
            "line": "Kevin!? Kelly!? Kathy!? Andy just gave me a chain with three weak links. Have you ever tried to use a chain with three weak links? I have. And now I no longer own an arctic wolf."
        },
        {
            "speaker": "Pam",
            "line": "Well, let's hear it."
        },
        {
            "speaker": "Jim",
            "line": "“Robert, Hey!” Exclamation point."
        },
        {
            "speaker": "Pam",
            "line": "I like it so far."
        },
        {
            "speaker": "Jim",
            "line": "“Got your text, awesome idea. Let's hit the links next time you're in PA” Dash JH."
        },
        {
            "speaker": "Pam",
            "line": "It's perfect. You emphasized the golf, completely omit the Florida."
        },
        {
            "speaker": "Jim",
            "line": "Yeah, it's a golf text."
        },
        {
            "speaker": "Pam",
            "line": "Total golf text. Send it."
        },
        {
            "speaker": "Jim",
            "line": "Duh- Wait. I just feel weird. I should just call him."
        },
        {
            "speaker": "Kelly",
            "line": "You wanna call someone? That texted you!? Do you wanna drive them away? I mean, ugh."
        },
        {
            "speaker": "Darryl",
            "line": "[on phone] This is Darryl."
        },
        {
            "speaker": "Bob Vance",
            "line": "Oh, sorry I asked for the main shipping number. I just need the address for the warehouse? I want to send my girlfriend some flowers."
        },
        {
            "speaker": "Darryl",
            "line": "Your girlfriend? Is your girlfriend Val?"
        },
        {
            "speaker": "Bob Vance",
            "line": "Yeah, do you know her?"
        },
        {
            "speaker": "Darryl",
            "line": "We're friends. We're friends."
        },
        {
            "speaker": "Bob Vance",
            "line": "Cool. Um, so can I get that address or...?"
        },
        {
            "speaker": "Darryl",
            "line": "Yeah sorry, I'm just looking for a pen."
        },
        {
            "speaker": "Bob Vance",
            "line": "Why do you need a pen?"
        },
        {
            "speaker": "Darryl",
            "line": "Back off! I got my reasons."
        },
        {
            "speaker": "Dwight",
            "line": "May I have your attention please? Could Kathy, Darryl, Phyllis, Kevin and Kelly please join me in the conference room immediately?"
        },
        {
            "speaker": "Kelly",
            "line": "Why?"
        },
        {
            "speaker": "Dwight",
            "line": "Oh, no big deal. It's just that you five have been deemed most deserving of a three week all expenses paid business trip to Tallahassee, Florida."
        },
        {
            "speaker": "Kelly",
            "line": "Hell yeah."
        },
        {
            "speaker": "Stanley",
            "line": "What?!"
        },
        {
            "speaker": "Dwight",
            "line": "Oh, I'm sorry Stanley, I can't share any more details with you. You see, Andy rejected you."
        },
        {
            "speaker": "Meredith",
            "line": "Wait. Kathy gets to go? Uh, why does she even still work here? Pam is back."
        },
        {
            "speaker": "Oscar",
            "line": "It just feels like a slap in the face."
        },
        {
            "speaker": "Dwight",
            "line": "I can understand your pain and your rage, but you know what? Andy is an honorable man, let us not question his choices. I'm sure he had his reasons."
        },
        {
            "speaker": "Oscar",
            "line": "We're not questioning his reasons. I just wanna know what they are."
        },
        {
            "speaker": "Dwight",
            "line": "I know, you and me both, brother. It seemed kinda random to me, but he was pretty clear on who he thought truly deserved this boondoggle of a lifetime."
        },
        {
            "speaker": "Kevin",
            "line": "Well, he nailed it because I do deserve a vacation. Sometimes Batman's gotta take off his cape."
        },
        {
            "speaker": "Dwight",
            "line": "Good point. But we're gonna be working pretty hard until five PM. After that it's gonna be beach volleyball, trips to Cape Canaveral, and sea kayaking with Gloria Estefan."
        },
        {
            "speaker": "Ryan",
            "line": "What are the criteria for going?"
        },
        {
            "speaker": "Dwight",
            "line": "It might be innate goodness versus innate badness? But there's an easy way to find out. [knocks on Andy's office door] Oh Andy, gotta few questions for you."
        },
        {
            "speaker": "Andy",
            "line": "Mooshie mooshie. [Dwight laughs]"
        },
        {
            "speaker": "Dwight",
            "line": "Uh, the Florida picks got out, and people were just kind of curious as to why they weren't picked and maybe you could just clarify?"
        },
        {
            "speaker": "Andy",
            "line": "Well uh...well the deliberations were confidential so...I feel like we should respect that."
        },
        {
            "speaker": "Stanley",
            "line": "Respect it? You're trying to tell me Kevin Malone deserves more than Stanley Hudson."
        },
        {
            "speaker": "Kevin",
            "line": "Hey!"
        },
        {
            "speaker": "Angela",
            "line": "Ok, it's obvious Andy picked the people that are least important to the office."
        },
        {
            "speaker": "Kelly",
            "line": "Important? Oh because you and your enormous monster baby are so important to the branch."
        },
        {
            "speaker": "Angela",
            "line": "My baby is not a monster!"
        },
        {
            "speaker": "Dwight",
            "line": "Hey. Be proud of your enormous monster baby. I was once an enormous monster baby."
        },
        {
            "speaker": "Andy",
            "line": "Guys. Guys. Guys. Come on, seriously? We cannot let this trip cause this kind of rift, guys!"
        },
        {
            "speaker": "Ryan",
            "line": "Stop calling us “guys”."
        },
        {
            "speaker": "Andy",
            "line": "I use the word “guys” a lot when I'm nervous...guys."
        },
        {
            "speaker": "Andy",
            "line": "Guys! Guys! Guys!"
        },
        {
            "speaker": "Group",
            "line": "Stop it!"
        },
        {
            "speaker": "Andy",
            "line": "Guys.."
        },
        {
            "speaker": "Ryan",
            "line": "Stop. Stop it Andy."
        },
        {
            "speaker": "Oscar",
            "line": "...Andy."
        },
        {
            "speaker": "Andy",
            "line": "Dudes...the dudes who are going to Florida were picked by Dwight and me."
        },
        {
            "speaker": "Dwight",
            "line": "OK hey. I specifically remember there were a lot of other people I thought should be considered."
        },
        {
            "speaker": "Andy",
            "line": "Wha-"
        },
        {
            "speaker": "Stanley",
            "line": "If anybody's going to Florida, it should be me. Every shirt I have that isn't a work shirt is a Tommy Bahama. I'm the only person in this office who watches Burn Notice."
        },
        {
            "speaker": "Andy",
            "line": "OK, I did not realize that so many of you wanted to go so badly, so if you feel like you have a very good reason to go to Florida, I'm happy to hear you out."
        },
        {
            "speaker": "Dwight",
            "line": "Great idea! So why doesn't everyone just take the next five to six hours, come up with a statement on why you feel you deserve to go to Florida and Andy and I will listen to it."
        },
        {
            "speaker": "Andy",
            "line": "No. That is a ridiculous waste of time."
        },
        {
            "speaker": "Kelly",
            "line": "For you maybe."
        },
        {
            "speaker": "Andy",
            "line": "Five to six hours?"
        },
        {
            "speaker": "Dwight",
            "line": "Three to four hours."
        },
        {
            "speaker": "Andy",
            "line": "No no no no."
        },
        {
            "speaker": "Dwight",
            "line": "Two to three hours..."
        },
        {
            "speaker": "Andy",
            "line": "Nope."
        },
        {
            "speaker": "Dwight",
            "line": "Come up with a statement in the next hour...."
        },
        {
            "speaker": "Andy",
            "line": "Thirty minutes!"
        },
        {
            "speaker": "Creed",
            "line": "I'm out."
        },
        {
            "speaker": "Pam",
            "line": "Ok, read it back to me."
        },
        {
            "speaker": "Jim",
            "line": "[reading text] Robert, great offer. Wish I could hit the links with you in Florida but a father of a newborn really should be helping out his wife any chance he gets."
        },
        {
            "speaker": "Pam",
            "line": "Good. Doesn't sound pushy...you're just stating a fact."
        },
        {
            "speaker": "Erin",
            "line": "Absolutely. Works for me."
        },
        {
            "speaker": "Jim",
            "line": "Ok, sending."
        },
        {
            "speaker": "Pam",
            "line": "Well done. And we managed to kill the entire morning."
        },
        {
            "speaker": "Jim",
            "line": "Really did [Text bleep] He responded L-O-L."
        },
        {
            "speaker": "Erin",
            "line": "[laughs exaggeratedly]"
        },
        {
            "speaker": "Phyllis",
            "line": "I have a new swimsuit I need to break in...."
        },
        {
            "speaker": "Meredith",
            "line": "I am..."
        },
        {
            "speaker": "Dwight",
            "line": "I have already picked my team: Darryl, Oscar, Angela, Phyllis and Toby and that is the team that I am taking. What's that? It's not up to me? I only have influence? Well, that's all Baltzer Gladfielder had and no one eats owls for Thanksgiving."
        },
        {
            "speaker": "Ryan",
            "line": "You have two young dynamic people in this office who know trends, who know youth. That's myself and Kelly Kapoor, you need one of us there."
        },
        {
            "speaker": "Andy",
            "line": "Or both?"
        },
        {
            "speaker": "Ryan",
            "line": "Not both. Just one, me. Or if not me, Kelly. Ideally me. Again, youth knowledge. That's what you get when you put Ryan Howard on your special project team...or Kelly Kapoor. Again, not both. Thanks."
        },
        {
            "speaker": "Andy",
            "line": "Very impressive. He put a lot of work into that."
        },
        {
            "speaker": "Dwight",
            "line": "Mm-hm. Powerpoints are the peacocks of the business world. All show, no meat."
        },
        {
            "speaker": "Kevin",
            "line": "Because I feel like that I'm in a place with my gambling rehab that I can finally start going to dog racing again. You know, just sitting, watching, enjoying the sport? Maybe putting down a few dollars if there's like a crazy mismatch or something..."
        },
        {
            "speaker": "Dwight",
            "line": "Ok. Thank you Kevin, we'll let you know."
        },
        {
            "speaker": "Andy",
            "line": "Thank you."
        },
        {
            "speaker": "Kevin",
            "line": "When do we leave?"
        },
        {
            "speaker": "Andy",
            "line": "Thank you."
        },
        {
            "speaker": "Toby",
            "line": "It has been a long, lonely winter."
        },
        {
            "speaker": "Dwight",
            "line": "Wow. Seasonal effective disorder, AKA: sad. That sounds like a very real thing, Toby."
        },
        {
            "speaker": "Toby",
            "line": "It is real, thank you for saying that."
        },
        {
            "speaker": "Andy",
            "line": "Yeah, wow. It's almost like we're not all experiencing the same winter?"
        },
        {
            "speaker": "Stanley",
            "line": "Florida Stanley smiles. Florida Stanley is happy to go to work. Florida Stanley is who you want on your Florida team."
        },
        {
            "speaker": "Dwight",
            "line": "Maybe it's what she does here..."
        },
        {
            "speaker": "Andy",
            "line": "Well..."
        },
        {
            "speaker": "Erin",
            "line": "Hey guys, any spots left?"
        },
        {
            "speaker": "Andy",
            "line": "Erin, you wanna go to Tallahassee?"
        },
        {
            "speaker": "Erin",
            "line": "I do. I really do. I think it would be a nice way to clear my head."
        },
        {
            "speaker": "Dwight",
            "line": "You know I don't think it's a good idea for you to clear your head any more than it has been already. I think you need a workplace where the burdens of everyday life keep you tethered to reality."
        },
        {
            "speaker": "Erin",
            "line": "Either or. But if you can find someone to fill in, I would love to go."
        },
        {
            "speaker": "Andy",
            "line": "Well it wouldn't be hard to find someone to fill in.."
        },
        {
            "speaker": "Erin",
            "line": "Really? Oh, great. Good, ahem, good."
        },
        {
            "speaker": "Jim",
            "line": "Now, is it too dark to say that Cici's having an operation?"
        },
        {
            "speaker": "Pam",
            "line": "I think you need to go to Florida."
        },
        {
            "speaker": "Jim",
            "line": "I think you're right."
        },
        {
            "speaker": "Pam",
            "line": "It's only for three weeks, you know with my mom and sister at the house it'll be.."
        },
        {
            "speaker": "Jim",
            "line": "Total nightmare."
        },
        {
            "speaker": "Pam",
            "line": "I was going to say good because I'll have all the help I need?"
        },
        {
            "speaker": "Jim",
            "line": "Yeah, that's what I'm saying. They're incredibly helpful, you're lucky to have them. I mean with them there, you probably won't even know I'm gone."
        },
        {
            "speaker": "Pam",
            "line": "Exactly."
        },
        {
            "speaker": "Dwight",
            "line": "Well, [Jim enters] No! No! Absolutely not! You are not going. Over my dead body, no. Andy?"
        },
        {
            "speaker": "Andy",
            "line": "Tuns, I'm really sorry. You're too essential to the operation here, I can't let you go."
        },
        {
            "speaker": "Dwight",
            "line": "I wouldn't say that...it's a bit much."
        },
        {
            "speaker": "Jim",
            "line": "You know Dwight, if you didn't want me to go the smart move would be to tell Andy that I actually am essential to the operation. That way I couldn't go."
        },
        {
            "speaker": "Dwight",
            "line": "Jim is essential to th-"
        },
        {
            "speaker": "Jim",
            "line": "Hold on, just wanna get it on camera. [holds up cellphone]"
        },
        {
            "speaker": "Dwight",
            "line": "Andy, Jim is just too...essen-..."
        },
        {
            "speaker": "Jim",
            "line": "Essential."
        },
        {
            "speaker": "Dwight",
            "line": "This is stupid! Cut."
        },
        {
            "speaker": "Jim",
            "line": "Alright, I'm gonna pack my trunks."
        },
        {
            "speaker": "Dwight",
            "line": "He doesn't even want to go."
        },
        {
            "speaker": "Jim",
            "line": "Well, I got a text from RC inviting me to come down so I think that's gonna make us roomates."
        },
        {
            "speaker": "Dwight",
            "line": "Oh my god."
        },
        {
            "speaker": "Jim",
            "line": "Hey, quick question: Do you shower at night or in the morning? Cause I wanna shower when you're showering. Save some water."
        },
        {
            "speaker": "Andy",
            "line": "OK, listen up everyone, here's who's going to Florida: Kathy.."
        },
        {
            "speaker": "Dwight",
            "line": "What?"
        },
        {
            "speaker": "Andy",
            "line": "….Stanley.."
        },
        {
            "speaker": "Dwight",
            "line": "No."
        },
        {
            "speaker": "Andy",
            "line": "...Ryan..."
        },
        {
            "speaker": "Dwight",
            "line": "No!"
        },
        {
            "speaker": "Andy",
            "line": "...Erin..."
        },
        {
            "speaker": "Dwight",
            "line": "(Bleep)"
        },
        {
            "speaker": "Andy",
            "line": "...And, Jim."
        },
        {
            "speaker": "Dwight",
            "line": "You've gotta be (bleep)-ing kidding me. Ok. Ok, Florida group, welcome to the team. [goes into conference room and slams door] AHHHHH!!!!!!!!!!!"
        },
        {
            "speaker": "Dwight",
            "line": "Let's go, step it up you runts. You infants, let's move."
        },
        {
            "speaker": "Stanley",
            "line": "Why is it so hot in here?"
        },
        {
            "speaker": "Dwight",
            "line": "Hot? What are you talking about? This is a nice temperate Florida morning. Eighty-five degrees, seventy-five percent humidity. This is the exact environment you will be facing for the next three weeks of your life. Welcome to special projects orientation. The next three weeks of your life are gonna be the most miserable you've ever faced. They're gonna be hard, they're gonna be dirty. You're gonna wish you were dead."
        },
        {
            "speaker": "Ryan",
            "line": "But..."
        },
        {
            "speaker": "Dwight",
            "line": "But? There's not buts. That's it. You'll wish you were dead. You seem a little disturbed, you wanna stay here?"
        },
        {
            "speaker": "Ryan",
            "line": "No no, I want to go."
        },
        {
            "speaker": "Dwight",
            "line": "Cause if any of you would prefer to stay here, all you need to do is ring this bell. [holds up Taboo buzzer]"
        },
        {
            "speaker": "Jim",
            "line": "Is that the buzzer from Taboo?"
        },
        {
            "speaker": "Dwight",
            "line": "SHUT UP MAGGOT! YOU DON'T WANT TO GO, RING THE BELL! RING IT! Ring it."
        },
        {
            "speaker": "Dwight",
            "line": "How many of you have seen the documentary Deliverance?"
        },
        {
            "speaker": "Stanley",
            "line": "How did a mosquito get in here?"
        },
        {
            "speaker": "Dwight",
            "line": "I released three hundred mosquitoes in the conference room, just temporarily. When I'm done, the frogs will take care of the mosquitoes. [Frog in plastic cage ribbits]"
        },
        {
            "speaker": "Dwight",
            "line": "Yes, when he brushes your soft supple cheeks with his worn leathery hands and says “I'm gonna make you the seventh Mrs. Rosenblatt” unless you ring this bell. Ring it! Ring the bell. You wanna spend the rest of your life changing your husband's colostomy bags? Huh? Do you? Ring it! Wha-, [Jim slaps Dwight's forehead] oh. What was that?"
        },
        {
            "speaker": "Jim",
            "line": "Mosquito."
        },
        {
            "speaker": "Dwight",
            "line": "[Sighs and grunts] Orientation is over."
        },
        {
            "speaker": "Nate",
            "line": "Oh Darryl, hey."
        },
        {
            "speaker": "Darryl",
            "line": "Hey what's up? You called?"
        },
        {
            "speaker": "Nate",
            "line": "Yeah, you know I, I felt really terrible that you got me these lovely gloves and I didn't get you anything..."
        },
        {
            "speaker": "Darryl",
            "line": "It's cool really."
        },
        {
            "speaker": "Nate",
            "line": "No, it's anything but cool. Now I haven't really had time to go out and buy you anything, but uh, here goes. [Hands Darryl pink slips of paper]"
        },
        {
            "speaker": "Darryl",
            "line": "“This coupon entitles you to one free tickle monster attack”"
        },
        {
            "speaker": "Nate",
            "line": "Yeah, they're Nate coupons. Or Nate-pons. And they're all different. Cash that one in and I will bring you a stick of gum, anytime, any place. I'll find you."
        },
        {
            "speaker": "Darryl",
            "line": "Thanks. [to Val] Nice flowers."
        },
        {
            "speaker": "Val",
            "line": "Thanks, they're from my mom."
        },
        {
            "speaker": "Darryl",
            "line": "Your mom?"
        },
        {
            "speaker": "Val",
            "line": "Yeah."
        },
        {
            "speaker": "Darryl",
            "line": "Uh. So I guess that was your mom who called me earlier looking for the address? Real deep voiced woman?"
        },
        {
            "speaker": "Val",
            "line": "Yeah, that's her."
        },
        {
            "speaker": "Darryl",
            "line": "She said her name was Brandon, I think. Your mom's name is Brandon?"
        },
        {
            "speaker": "Val",
            "line": "[laughs] Yeah Darryl, my mom's name is Brandon."
        },
        {
            "speaker": "Darryl",
            "line": "Then I guess I figured out where I stand. This is a love beanie."
        },
        {
            "speaker": "Dwight",
            "line": "Ok, Florida team, let's reconvene."
        },
        {
            "speaker": "Erin",
            "line": "I'm going to Florida.....and I'm not coming back."
        },
        {
            "speaker": "Dwight",
            "line": "So Sabre has set up a conference room for our use while we're at corporate."
        },
        {
            "speaker": "Jim",
            "line": "So, what is this special project?"
        },
        {
            "speaker": "Dwight",
            "line": "Basically Sabre has tasked us with helping them branch into the retail marketplace. They want to set up their own version of an Apple store."
        },
        {
            "speaker": "Jim",
            "line": "That sounds awesome."
        },
        {
            "speaker": "Dwight",
            "line": "It did, it did."
        },
        {
            "speaker": "Ryan",
            "line": "You know what might be great? Is if instead of a genius bar we have a lounge area where people can ask questions about the product with other customers who liked it."
        },
        {
            "speaker": "Erin",
            "line": "Yeah. And they should have a place where people can check their computers or printers before they see you so you don't have to carry it around like a dope. Like a coat check. [Dwight writes on whiteboard] Oh, don't write it down unless you like it."
        },
        {
            "speaker": "Dwight",
            "line": "Oh, I like it."
        },
        {
            "speaker": "Ryan",
            "line": "It seems to me that the Apple store is kind of like a party. So I think our question is: How do we make this a better party?"
        },
        {
            "speaker": "Dwight",
            "line": "No. We sell business tools and the stores need to reflect that. They need to be all business. Let all the other stores look like a toy store."
        },
        {
            "speaker": "Ryan",
            "line": "Right. Think different, from Apple."
        },
        {
            "speaker": "Jim",
            "line": "Dwight, is now a good time to go over what you expect of us?"
        },
        {
            "speaker": "Dwight",
            "line": "[long pause] Yes. What are my expectations for the group?"
        },
        {
            "speaker": "Dwight",
            "line": "I have been given the responsibility to manage Stanley, a solid player, Ryan, who is capable of surprises, Erin, an excellent follower and Kathy, a probably not totally useless enigma. And, well, Jim. Under the right manager, that's not a bad team. Perfectinschlag."
        },
        {
            "speaker": "Kelly",
            "line": "I don't know how I'm going to live here without you."
        },
        {
            "speaker": "Ryan",
            "line": "Me neither. Hey, will you put this coat on my chair? I just realized I'm not going to need it down there."
        },
        {
            "speaker": "Kelly",
            "line": "Yes, I will take your coat. And I will keep it with me, and I will sleep with it because it smells like you."
        },
        {
            "speaker": "Ryan",
            "line": "No, no, no, no. Just put it on my chair."
        },
        {
            "speaker": "Pam",
            "line": "Alright [kiss]"
        },
        {
            "speaker": "Jim",
            "line": "Bye."
        },
        {
            "speaker": "Pam",
            "line": "Bye. Call me when you land."
        },
        {
            "speaker": "Jim",
            "line": "I will."
        },
        {
            "speaker": "Andy",
            "line": "Safe travels."
        },
        {
            "speaker": "Erin",
            "line": "Goodbye for a very very long time."
        },
        {
            "speaker": "Andy",
            "line": "Oh, K. It's only three weeks."
        },
        {
            "speaker": "Kathy",
            "line": "[On phone] All expenses paid. Yeah, Jim's gonna be there. Their marriage is not good. Nobody knows better than me. Definitely we will. It's three weeks in Tallahassee, what else is there to do?"
        }
    ]
}