{
    "season": 8,
    "episode": 23,
    "quotes": [
        {
            "speaker": "Gabe",
            "line": "Ugh, man. My delts are blasted. I wish they had a chart for how much protein powder to scoop for a 180 pound man with no fat."
        },
        {
            "speaker": "Dwight",
            "line": "Protein powder, huh? You cut it with water? Why don’t you just take estrogen? [swallows powder] [coughs] There you go boys. See how papa takes care of you? [kisses bicep] Mwah."
        },
        {
            "speaker": "Gabe",
            "line": "I remember when people thought biceps were all that. They’d flex them all night at the discotheque."
        },
        {
            "speaker": "Dwight",
            "line": "Oh, I bet you think it’s all about core, huh?"
        },
        {
            "speaker": "Gabe",
            "line": "Yeah."
        },
        {
            "speaker": "Dwight",
            "line": "Oh, please."
        },
        {
            "speaker": "Gabe",
            "line": "Core’s critical. There are four tenets of pilates that I live my life by. One – lengthen. Two – elongate."
        },
        {
            "speaker": "Jim",
            "line": "Listen, guys, I think we all want to know the same thing, right? Who’s the strongest? Well, there’s only one way to solve that – flat curl contest."
        },
        {
            "speaker": "Jim",
            "line": "All right, here we go everybody. May the manliest man win. Go."
        },
        {
            "speaker": "Dwight",
            "line": "Feast on this, Lewis."
        },
        {
            "speaker": "Gabe",
            "line": "I love the burn. The burn is where I live."
        },
        {
            "speaker": "Jim",
            "line": "Come on, Gabe, you can’t handle his hamstrings. You’re getting hypno-thigh-zed."
        },
        {
            "speaker": "Gabe",
            "line": "Speed set. One. Two."
        },
        {
            "speaker": "Jim",
            "line": "Here, this is for your elbows, for your elbows."
        },
        {
            "speaker": "Dwight",
            "line": "Oh, thank you."
        },
        {
            "speaker": "Jim",
            "line": "You’re welcome."
        },
        {
            "speaker": "Gabe",
            "line": "Five. Six."
        },
        {
            "speaker": "Jim",
            "line": "Quick phone call from you guys, keep going,"
        },
        {
            "speaker": "All",
            "line": "Eight, nine, ten."
        },
        {
            "speaker": "Gabe",
            "line": "We got it?"
        },
        {
            "speaker": "Dwight",
            "line": "Very funny Jim."
        },
        {
            "speaker": "Gabe",
            "line": "Yeah, Jim. Way to mock us for perfecting our bodies."
        },
        {
            "speaker": "Robert California",
            "line": "Everyone, conference room, now. [Dwight and Gabe stand up, falling over]"
        },
        {
            "speaker": "Jim",
            "line": "All right, easy there, grandpa."
        },
        {
            "speaker": "Dwight",
            "line": "I don’t need your help."
        },
        {
            "speaker": "Jim",
            "line": "Okay. You don’t need my help?"
        },
        {
            "speaker": "Dwight",
            "line": "Here, here… Just…"
        },
        {
            "speaker": "Andy",
            "line": "Morning."
        },
        {
            "speaker": "Erin",
            "line": "Hey."
        },
        {
            "speaker": "Andy",
            "line": "Somebody left in such a hurry this morning that she forgot… these."
        },
        {
            "speaker": "Erin",
            "line": "Oh."
        },
        {
            "speaker": "Andy",
            "line": "You know the only thing more delicious than your feet is the feast that I am going to prepare for everyone."
        },
        {
            "speaker": "Erin",
            "line": "Andy, if you’re gonna hang out for a while, uh…"
        },
        {
            "speaker": "Andy",
            "line": "What’s this?"
        },
        {
            "speaker": "Erin",
            "line": "This dumb rule Robert made, he just wants visitors to sign in."
        },
        {
            "speaker": "Andy",
            "line": "Is this Robert’s attempt to embarrass me?"
        },
        {
            "speaker": "Erin",
            "line": "No, of course not. It’s just – I think it’s like if we make an exception for you, then we have to make an exception for the water guy, and then, it’s like, where does it end? So just… [puts visitors tag on Andy]"
        },
        {
            "speaker": "Andy",
            "line": "Why is it when other people spend all their time at the office, they’re rewarded for it, and when I do it, I am told it’s a little much? …Is it because I am not an employee anymore, because that’s what it feels like."
        },
        {
            "speaker": "Jim",
            "line": "All right, well, enjoy the alumni game."
        },
        {
            "speaker": "Dwight",
            "line": "Good, we have a deal?"
        },
        {
            "speaker": "Jim",
            "line": "Thanks Janet."
        },
        {
            "speaker": "Dwight",
            "line": "Thanks so much Earl."
        },
        {
            "speaker": "Jim",
            "line": "Wow, simultaneous sale."
        },
        {
            "speaker": "Dwight",
            "line": "And they said it couldn’t be done. Boom!"
        },
        {
            "speaker": "Jim",
            "line": "Screw ‘em."
        },
        {
            "speaker": "Andy",
            "line": "Lot going on guys. What’s happening?"
        },
        {
            "speaker": "Jim",
            "line": "Binghamton branch closed last night and their clients are up for grabs."
        },
        {
            "speaker": "Andy",
            "line": "That was a fine branch. Things are really bad under Robert California, I guess. It’s like a festival of poo."
        },
        {
            "speaker": "Jim",
            "line": "Hey, hey, come on, language."
        },
        {
            "speaker": "Dwight",
            "line": "Yeah, and we’re not interested in your sour grapes, okay? Jim, tell him where he can stick his grapes."
        },
        {
            "speaker": "Jim",
            "line": "In the fridge."
        },
        {
            "speaker": "Dwight",
            "line": "No, Jim, the butt, in his butt."
        },
        {
            "speaker": "Jim",
            "line": "Sorry, man, I can’t focus on zingers. There’s too many potential clients."
        },
        {
            "speaker": "Stanley",
            "line": "You two better watch yourselves."
        },
        {
            "speaker": "Phyllis",
            "line": "Yeah, the Syracuse branch can’t be happy you’re taking New York clients."
        },
        {
            "speaker": "Robert California",
            "line": "Shh… shh… [vomits in trash can]"
        },
        {
            "speaker": "Jim",
            "line": "Robert?"
        },
        {
            "speaker": "Oscar",
            "line": "Why did Binghamton close?"
        },
        {
            "speaker": "Robert California",
            "line": "Can everyone just, please… I had a one-man saturnalia last night, in celebration of the finalization of my divorce. I got into a case of Australian reds, and – how should I say this – Columbian whites. What – what is this about, uh, Binghamton?"
        },
        {
            "speaker": "Kevin",
            "line": "The branch closed. Forever."
        },
        {
            "speaker": "Robert California",
            "line": "Closing the Binghamton branch never occurred to me before today. Or, I guess, last night. But, in vino veritas as they say, I’m not gonna start doubting my drunken self now."
        },
        {
            "speaker": "Nellie",
            "line": "I got your voicemail. From – from last night."
        },
        {
            "speaker": "Robert California",
            "line": "Wonderful."
        },
        {
            "speaker": "Nellie",
            "line": "And the answer… is yes, yes, yes, yes, and never. [leaves]"
        },
        {
            "speaker": "Robert California",
            "line": "Pam, when’s the last time you lived so intensely that your brain literally couldn’t hold the memories in?"
        },
        {
            "speaker": "Pam",
            "line": "Oh, it was this summer –"
        },
        {
            "speaker": "Robert California",
            "line": "Apparently, I left a phone message for Nellie last night, and I need you to find out what I said."
        },
        {
            "speaker": "Pam",
            "line": "Um, I am a little busy."
        },
        {
            "speaker": "Robert California",
            "line": "Yes, ‘course. Why don’t you list the things that would keep you from helping me."
        },
        {
            "speaker": "Pam",
            "line": "Yeah, I can make you a list."
        },
        {
            "speaker": "Robert California",
            "line": "Let’s do it now. What’s number one?"
        },
        {
            "speaker": "Pam",
            "line": "Why don’t I help you now?"
        },
        {
            "speaker": "Robert California",
            "line": "There we go."
        },
        {
            "speaker": "Pam",
            "line": "Okay."
        },
        {
            "speaker": "Harry",
            "line": "Who the hell are Jim Halpert and Dwight Schrute?"
        },
        {
            "speaker": "Erin",
            "line": "Jim, Dwight, what are your last names?"
        },
        {
            "speaker": "Dwight",
            "line": "And you are…"
        },
        {
            "speaker": "Harry",
            "line": "Harry Jannerone, Dunder Mifflin Syracuse."
        },
        {
            "speaker": "Harry",
            "line": "What the hell’s all this?"
        },
        {
            "speaker": "Andy",
            "line": "Uh, cherries jubilee over homemade gelato."
        },
        {
            "speaker": "Harry",
            "line": "You live well down here in P.A. I want to talk to you guys right now. Oh, and Lloyd Gross too. Which one’s that guy?"
        },
        {
            "speaker": "Jim",
            "line": "The salesmen have a commission cap, but we figured out a way around it."
        },
        {
            "speaker": "Dwight",
            "line": "Lloyd Gross is a fictional salesman we invented to – how do I put this – steal from the company. Embezzle. To commit fraud."
        },
        {
            "speaker": "Jim",
            "line": "Okay, it sounds sketchy, but it helps us get more money."
        },
        {
            "speaker": "Dwight",
            "line": "Yes."
        },
        {
            "speaker": "Jim",
            "line": "Pam made a drawing of Lloyd. He is a blend of all the salesman. [shows sketch]"
        },
        {
            "speaker": "Dwight",
            "line": "[pointing at Toby] There he is. That’s Lloyd."
        },
        {
            "speaker": "Toby",
            "line": "Me?"
        },
        {
            "speaker": "Creed",
            "line": "Yeah, you."
        },
        {
            "speaker": "Harry",
            "line": "Where do you get off crossing state lines?"
        },
        {
            "speaker": "Toby",
            "line": "Now, we’re actually a lot closer to Binghamton than you are. Kimosabe."
        },
        {
            "speaker": "Toby",
            "line": "I like to think Lloyd Gross is a no-nonsense guy who doesn’t back down from anybody. And he calls people “Kimosabe”."
        },
        {
            "speaker": "Harry",
            "line": "They’re New York. We’re New York. State line is the dividing line. That's the way it’s always been."
        },
        {
            "speaker": "Jim",
            "line": "There’s actually not a rule that says that."
        },
        {
            "speaker": "Dwight",
            "line": "That’s true."
        },
        {
            "speaker": "Toby",
            "line": "That’s true. There’s no rule. You can check the employee handbook."
        },
        {
            "speaker": "Harry",
            "line": "Oh, can I check the employee handbook Lloyd? Well, does it say anything about me choking a man with my bare hands?"
        },
        {
            "speaker": "Toby",
            "line": "No."
        },
        {
            "speaker": "Dwight",
            "line": "Wait, no? Are you kidding me? You told me there was a rule. I could’ve choked so many people by now."
        },
        {
            "speaker": "Harry",
            "line": "Stay out of my state. It’s in your best interest to stay out of my state."
        },
        {
            "speaker": "Toby",
            "line": "I’ve seen guys like you. Big guys who like to push the little guys around. Lloyd Gross eats bullies like you for breakfast."
        },
        {
            "speaker": "Harry",
            "line": "Just stay out of New York, Lloyd."
        },
        {
            "speaker": "Toby",
            "line": "Hey, text from the old wife. Gonna take that. [runs outside]"
        },
        {
            "speaker": "Jim",
            "line": "How about this? How about we just ask Robert? Can we all agree that maybe the C.E.O should decide this?"
        },
        {
            "speaker": "Harry",
            "line": "Robert’s here. Look at us. Bickering like schoolgirls, looking around the room for things to hit each other with. I don’t think we were doing that."
        },
        {
            "speaker": "Dwight",
            "line": "Chair, lamp, plant, table leg, Jim’s leg."
        },
        {
            "speaker": "Robert California",
            "line": "Where’s the Advil, Jim? I think I’ve hit my limit on the Tylenol – Oh."
        },
        {
            "speaker": "Andy",
            "line": "[Doing dishes] Sorry, not Jim."
        },
        {
            "speaker": "Robert California",
            "line": "Andrew, what do we have to do to get rid of you? Hire you back and send Erin back to Florida?"
        },
        {
            "speaker": "Andy",
            "line": "Message received loud and clear. Just have to get the caramelized sugar off the pan before it dries."
        },
        {
            "speaker": "Robert California",
            "line": "Oh, for god –"
        },
        {
            "speaker": "Harry",
            "line": "Robert California. What a surprise you’re here in Scranton."
        },
        {
            "speaker": "Robert California",
            "line": "Harry…"
        },
        {
            "speaker": "Harry",
            "line": "So why would you close Binghamton down without a transition plan in place?"
        },
        {
            "speaker": "Robert California",
            "line": "How do you mean?"
        },
        {
            "speaker": "Andy",
            "line": "I forgot, a… a pan, uh –"
        },
        {
            "speaker": "Harry",
            "line": "No, no, no, no, no, kid, stay there, do your dishes, go ahead."
        },
        {
            "speaker": "Robert California",
            "line": "Harry there is a time for every decision, predetermined many years ago. There’s no benefit in questioning why this particular decision seems… so poorly timed."
        },
        {
            "speaker": "Dwight",
            "line": "Okay, what are you deciding? We get a say."
        },
        {
            "speaker": "Harry",
            "line": "Listen, Robert, I don’t have time. There’s a big client in play. Prestige direct mail solutions –"
        },
        {
            "speaker": "Dwight",
            "line": "Don’t listen to him."
        },
        {
            "speaker": "Harry",
            "line": "Used to be Binghamton’s –"
        },
        {
            "speaker": "Dwight",
            "line": "Nope."
        },
        {
            "speaker": "Harry",
            "line": "I want it, it’s mine."
        },
        {
            "speaker": "Dwight",
            "line": "Prestige is ours. Okay, they’re responsible for half of the junk mail on the eastern seaboard. We get them. We already put a call into them, Robert."
        },
        {
            "speaker": "Harry",
            "line": "We need you to make a decision."
        },
        {
            "speaker": "Dwight",
            "line": "Make a decision."
        },
        {
            "speaker": "Robert California",
            "line": "I have decided. Neither of you are to have any contact with either Prestige or any other Binghamton client until I have figured out how to divide things up. As Solomon once said… [Andy walks out]"
        },
        {
            "speaker": "Andy",
            "line": "Some bizarre energy in this place today. Robert is going off the rails, making some funky decisions. Like why is nobody gonna call on Prestige? That is a huge client. [walking to car] I mean, they could give their business to the first person to walk in the door. Could be any idiot. Any idiot at all."
        },
        {
            "speaker": "Robert California",
            "line": "Shaping a company is, in a sense, similar to training a geisha. You have to mold not merely the physical form, but also the character. The two must harmonize. Are they still there? [camera pans to right, Harry, Dwight, and Jim watching Robert in conference room] They want a decision who gets the big client. Well, they can wait. I’ll still be talking about geishas long past their bedtime. You know, I trained as one."
        },
        {
            "speaker": "Harry",
            "line": "Is it just me or is our boss a freakin’ weirdo? [stands up, walks outside] I’m gonna get some air."
        },
        {
            "speaker": "Dwight",
            "line": "Jim, you know what would be really dastardly? If we snuck out of here and got to the client first."
        },
        {
            "speaker": "Jim",
            "line": "[Gets up and looks out Nellie’s office window] He’s running!"
        },
        {
            "speaker": "Dwight",
            "line": "Damn it!"
        },
        {
            "speaker": "Jim",
            "line": "Damn it."
        },
        {
            "speaker": "Dwight",
            "line": "Wha – what is this supposed to be?"
        },
        {
            "speaker": "Jim",
            "line": "It’s a monkey."
        },
        {
            "speaker": "Dwight",
            "line": "Jim, great real. This is not a monkey. It’s got a hula skirt and a blue nose."
        },
        {
            "speaker": "Jim",
            "line": "Hold on, hold on. Is this him?"
        },
        {
            "speaker": "Dwight",
            "line": "What?"
        },
        {
            "speaker": "Jim",
            "line": "Is that him?"
        },
        {
            "speaker": "Dwight",
            "line": "It’s him! Do something! Get out!"
        },
        {
            "speaker": "Jim",
            "line": "What? What am I gonna do? I don’t –"
        },
        {
            "speaker": "Dwight",
            "line": "Go slash his tires! Go dent his hood. [Jim opens passenger door] That’s it? Oh, that’s great. That’s like a five second delay."
        },
        {
            "speaker": "Jim",
            "line": "Dwight!"
        },
        {
            "speaker": "Dwight",
            "line": "Come on, let’s go! Does this thing have turbo? Nitrous? Hit the nos."
        },
        {
            "speaker": "Jim",
            "line": "Nos? You mean like in fast and furious?"
        },
        {
            "speaker": "Dwight",
            "line": "Yeah."
        },
        {
            "speaker": "Jim",
            "line": "Oh, yeah, definitely have nos."
        },
        {
            "speaker": "Dwight",
            "line": "Hit the nos."
        },
        {
            "speaker": "Jim",
            "line": "Are you sure?"
        },
        {
            "speaker": "Dwight",
            "line": "Yes."
        },
        {
            "speaker": "Jim",
            "line": "Brace yourself. 3… 2…"
        },
        {
            "speaker": "Dwight",
            "line": "Got it. Go."
        },
        {
            "speaker": "Jim",
            "line": "1. Here we go! [turns on wipers]"
        },
        {
            "speaker": "Andy",
            "line": "Hello. Andy Bernard to see the C.E.O."
        },
        {
            "speaker": "Receptionist",
            "line": "Oh, do you have an appointment?"
        },
        {
            "speaker": "Andy",
            "line": "No, I do not."
        },
        {
            "speaker": "Receptionist",
            "line": "Okay, I think I can squeeze you in."
        },
        {
            "speaker": "Andy",
            "line": "Seriously? ‘Cause I could just be anyone. I mean, I thought I was gonna have to convince you."
        },
        {
            "speaker": "Receptionist",
            "line": "He’s really not that busy."
        },
        {
            "speaker": "Mr. Ramish",
            "line": "Is there someone here to see me?"
        },
        {
            "speaker": "Receptionist",
            "line": "Yes, this man."
        },
        {
            "speaker": "Mr. Ramish",
            "line": "Come on in. [Andy walks in]"
        },
        {
            "speaker": "Pam",
            "line": "So…what do you make of this Robert California guy? I mean, what does a guy like that do on an average weeknight?"
        },
        {
            "speaker": "Nellie",
            "line": "Oh. Oh, I’ll tell you what he does."
        },
        {
            "speaker": "Angela",
            "line": ": [walks in] Hello! Hello, my clucking hens. Got room for another in the roost? Huh? Don’t worry, I won’t lay an egg."
        },
        {
            "speaker": "Angela",
            "line": ": Robert sent me to take over if Pam fails. If? [laughs]"
        },
        {
            "speaker": "Angela",
            "line": ": I have been crunching numbers all day. Math is for boys. I need girl talk."
        },
        {
            "speaker": "Gabe",
            "line": "Did someone say girl talk?"
        },
        {
            "speaker": "Gabe",
            "line": "Sometimes I wonder if I have ovaries in my scrotum, because I am great at girl talk."
        },
        {
            "speaker": "Gabe",
            "line": "Have you guys been watching any good Korean soap operas? I’m pretty deep into Hee-Jungcinderella girl. Although, I definitely fast-forward through the young-Tae storylines."
        },
        {
            "speaker": "Nellie",
            "line": "Do you think I’d like that, or is it important to have an Asian fetish?"
        },
        {
            "speaker": "Gabe",
            "line": "Uh, I think you’re gonna need to have an Asian fetish. Yeah. [chuckles] It’ll be upsetting if you don’t."
        },
        {
            "speaker": "Andy",
            "line": "I’m a former paper executive. I know the product. I know the margins. I can save you 25% on your costs."
        },
        {
            "speaker": "Mr. Ramish",
            "line": "Why haven’t I heard of you? You got any references?"
        },
        {
            "speaker": "Andy",
            "line": "No. I’m a rogue."
        },
        {
            "speaker": "Mr. Ramish",
            "line": "Uh-huh."
        },
        {
            "speaker": "Andy",
            "line": "Which is the best part. That means you will be my first customer and your business will get 100% of my attention. Now… [pulls out business card] I have written down my personal phone number. You call this anytime."
        },
        {
            "speaker": "Mr. Ramish",
            "line": "Every salesman I’ve ever met has given me his personal phone number."
        },
        {
            "speaker": "Andy",
            "line": "Of course they have. Which is why I’m giving you a key to my house. [gives key to C.E.O] Whatever you need – anytime, night or day – you just stop on by."
        },
        {
            "speaker": "Mr. Ramish",
            "line": "You want me to drive to your house if I need paper."
        },
        {
            "speaker": "Andy",
            "line": "Maybe you just want someone to talk to. Maybe… you need a place to crash for a couple of days. My wireless password is eat pray love. Easy to remember."
        },
        {
            "speaker": "Dwight",
            "line": "Ready? Go! Go, go, go, go, go, go, go, go, go, go, go. [takes off belt, ties doors together]"
        },
        {
            "speaker": "Dwight",
            "line": "[Running] Ahhh! [Slides into elevator]"
        },
        {
            "speaker": "Jim",
            "line": "You all right?"
        },
        {
            "speaker": "Dwight",
            "line": "Yeah. [Doors about to close, hand stops them] Oh."
        },
        {
            "speaker": "Jim",
            "line": "Ah! [Harry walks in]"
        },
        {
            "speaker": "Jim",
            "line": "[Dwight pushes button for floor two] Dwight, what are you doing?"
        },
        {
            "speaker": "Dwight",
            "line": "Go, go! Take the stairs! Now!"
        },
        {
            "speaker": "Jim",
            "line": "What are you talking about?"
        },
        {
            "speaker": "Dwight",
            "line": "Just run! Take the stairs!"
        },
        {
            "speaker": "Jim",
            "line": "I don’t even know where the stairs are!"
        },
        {
            "speaker": "Dwight",
            "line": "I’ll stall him. Go!"
        },
        {
            "speaker": "Jim",
            "line": "God!"
        },
        {
            "speaker": "Harry",
            "line": "[Dwight jumping] What are you doing?"
        },
        {
            "speaker": "Dwight",
            "line": "I’m gonna activate the seismic failsafe. We’ll be stuck between floors for hours. [pants fall down] Oh. [Jim runs in] My pants fell down."
        },
        {
            "speaker": "Jim",
            "line": "What?"
        },
        {
            "speaker": "Dwight",
            "line": "My pants fell down! I don’t have a belt!"
        },
        {
            "speaker": "Dwight",
            "line": "[walks into lobby] Hello, sir. Good day. Dwight K. Schrute. Dunder Mifflin, Scranton. Forgive my pants, they fell down. An appointment with Mr. Ramish, please. Right now is fine. No, no, no, I was here first. Dwight K. Schrute. Dunder Mifflin, Scranton."
        },
        {
            "speaker": "Mr. Ramish",
            "line": "What’s going on?"
        },
        {
            "speaker": "Dwight",
            "line": "Well –"
        },
        {
            "speaker": "Harry",
            "line": "Mr. Ramish, Harry Jannerone. Dunder Mifflin, Syracuse –"
        },
        {
            "speaker": "Dwight",
            "line": "I was here first."
        },
        {
            "speaker": "Mr. Ramish",
            "line": "Oh, oh, oh, oh, oh, okay."
        },
        {
            "speaker": "Dwight",
            "line": "I already made an appointment… with your secretary."
        },
        {
            "speaker": "Mr. Ramish",
            "line": "Let me stop you all right here. I’ve already picked a new paper supplier."
        },
        {
            "speaker": "Dwight",
            "line": "Wait, it’s not D.M Utica, is it?"
        },
        {
            "speaker": "Mr. Ramish",
            "line": "No, no, it’s not Dunder Mifflin at all actually. It’s… Big Red Paper Company."
        },
        {
            "speaker": "Jim",
            "line": "Big Red Paper Company?"
        },
        {
            "speaker": "Mr. Ramish",
            "line": "Mm-hmm."
        },
        {
            "speaker": "Andy",
            "line": "Yes, yes, yes!"
        },
        {
            "speaker": "Harry",
            "line": "Give me a cup of coffee."
        },
        {
            "speaker": "Dwight",
            "line": "Me too. Or do you also have a monopoly on thirst?"
        },
        {
            "speaker": "Jim",
            "line": "All right, guys. It didn’t work out for any of us, so… we’re still on the same team. Let me get these."
        },
        {
            "speaker": "Dwight",
            "line": "No. Let him get his own. It’s Syracuse money."
        },
        {
            "speaker": "Harry",
            "line": "You know, your partner’s got a lotta attitude. But I like that. How long you guys been dating?"
        },
        {
            "speaker": "Dwight",
            "line": "Jim couldn’t land me in a thousand years."
        },
        {
            "speaker": "Jim",
            "line": "But you’re saying there’s a chance."
        },
        {
            "speaker": "Dwight",
            "line": "Shut up."
        },
        {
            "speaker": "Pam",
            "line": "[Walks into conference room] Hey."
        },
        {
            "speaker": "Robert California",
            "line": "Hmm."
        },
        {
            "speaker": "Pam",
            "line": "I stole Nellie’s phone."
        },
        {
            "speaker": "Robert California",
            "line": "Excellent. Excellent. Though troubling that your first instinct is thievery."
        },
        {
            "speaker": "Pam",
            "line": "What do you want from me?"
        },
        {
            "speaker": "Robert California",
            "line": "Now we get to the bottom of Nellie’s “yes, yes, yes, yes, never.”"
        },
        {
            "speaker": "Phone",
            "line": "Hi, Nell, it’s mom. Do keep your chin up. It can’t be as bad as you described."
        },
        {
            "speaker": "Robert California",
            "line": "Oh yes it can."
        },
        {
            "speaker": "Phone",
            "line": "This is MasterCard. You are over the limit. Send the minimum payment of $448 by Monday, or we will be forced to send it to collections."
        },
        {
            "speaker": "Robert California",
            "line": "Shopaholic."
        },
        {
            "speaker": "Pam",
            "line": "Sounds like it."
        },
        {
            "speaker": "Robert California",
            "line": "Yeah."
        },
        {
            "speaker": "Phone",
            "line": "Hi, sis. Is your boss still hitting on you?"
        },
        {
            "speaker": "Robert California",
            "line": "Ah."
        },
        {
            "speaker": "Phone",
            "line": "This is Annie from second nests. I’m sorry, but the Romanian orphanage felt more comfortable with a two-person nuclear family than a single mother, so, we’re gonna hold out for that."
        },
        {
            "speaker": "Pam",
            "line": "Okay, that’s enough. [grabs phone]"
        },
        {
            "speaker": "Robert California",
            "line": "Pam, we need to get to the bottom of this."
        },
        {
            "speaker": "Pam",
            "line": "No, no, no!"
        },
        {
            "speaker": "Robert California",
            "line": "No, come on."
        },
        {
            "speaker": "Pam",
            "line": "Robert! Okay, oops! I deleted them all. They’re all deleted."
        },
        {
            "speaker": "Robert California",
            "line": "Pam, Pam, you’ve completely bungled this!"
        },
        {
            "speaker": "Pam",
            "line": "Ah. Ahh. [walks out]"
        },
        {
            "speaker": "Pam",
            "line": "Hey."
        },
        {
            "speaker": "Nellie",
            "line": "Can I do it, Pam? Can I put off a gold Arabian sandal?"
        },
        {
            "speaker": "Pam",
            "line": "Um… yes. Definitely. With your hair –"
        },
        {
            "speaker": "Nellie",
            "line": "Oh!"
        },
        {
            "speaker": "Pam",
            "line": "Certainly. Um… you dropped your cell phone."
        },
        {
            "speaker": "Nellie",
            "line": "Oh, gosh."
        },
        {
            "speaker": "Pam",
            "line": "Yep."
        },
        {
            "speaker": "Nellie",
            "line": "Thank you. I’m… so stupid."
        },
        {
            "speaker": "Pam",
            "line": "No. My goodness. You have a lot going on. With Robert and everything."
        },
        {
            "speaker": "Nellie",
            "line": "Oh, god, Pam. Don’t get me started."
        },
        {
            "speaker": "Pam",
            "line": "No, I will not."
        },
        {
            "speaker": "Nellie",
            "line": "You’ve just got me started. Robert… is… a filthy beast. I mean, don’t you get the feeling, he’s just thinking of fifteen different ways to do you?"
        },
        {
            "speaker": "Pam",
            "line": "Well –"
        },
        {
            "speaker": "Nellie",
            "line": "I mean, the man talks of nothing but sex."
        },
        {
            "speaker": "Pam",
            "line": "But sometimes he talks about flesh… and bacchanals."
        },
        {
            "speaker": "Nellie",
            "line": "I cannot even tell you what he left on my phone last night."
        },
        {
            "speaker": "Pam",
            "line": "No… don’t. Just put it out of your mind."
        },
        {
            "speaker": "Nellie",
            "line": "Pam, what is your address? I’m gonna send you a pair of these gold harem shoes. Oh, no. You don’t –"
        },
        {
            "speaker": "Nellie",
            "line": "Oh yes. Come on, a little gold Arabian slipper."
        },
        {
            "speaker": "Nellie",
            "line": "Things are looking up. I might be a mother soon. I have MasterCard right where I want them. And… I have a new friend. A friend. At work."
        },
        {
            "speaker": "Robert California",
            "line": "[Erin opens door] Erin."
        },
        {
            "speaker": "Erin",
            "line": "There’s a call for you on line one."
        },
        {
            "speaker": "Robert California",
            "line": "Who is it?"
        },
        {
            "speaker": "Erin",
            "line": "He says salvation. No last name."
        },
        {
            "speaker": "Robert California",
            "line": "Yeah, hello?"
        },
        {
            "speaker": "Andy",
            "line": "[in car] You once put me on a list of the losers in the office. Well, this loser just got your biggest client to give him all their business. So hire me back, that business is yours. Don’t, and I will find another buyer."
        },
        {
            "speaker": "Robert California",
            "line": "You’re blackmailing me."
        },
        {
            "speaker": "Andy",
            "line": "It’s just business."
        },
        {
            "speaker": "Robert California",
            "line": "Ah, well, I will not be blackmailed by some ineffectual, privileged, effete, soft-penised debutante. You wanna start a street fight with me, bring it on. You’re gonna be surprised by how ugly it gets. You don’t even know my real name. I’m the *bleep* lizard king. [disconnects]"
        },
        {
            "speaker": "Andy",
            "line": "Whoa. Well I gave him a chance. [gets out of car, walks to house]"
        },
        {
            "speaker": "David Wallace",
            "line": "[opens door] Andy Bernard."
        },
        {
            "speaker": "Andy",
            "line": "You got a minute?"
        },
        {
            "speaker": "David Wallace",
            "line": "Um… I’m in the middle of a piano lesson."
        },
        {
            "speaker": "Andy",
            "line": "I wanted to see if I could interest you in an investment. Dunder Mifflin."
        },
        {
            "speaker": "David Wallace",
            "line": "Dunder Mifflin. [closes door] Now… why would I want that? It’s worth half of what it was three years ago."
        },
        {
            "speaker": "Andy",
            "line": "Exactly. And you know better than anyone that with the right management it could be worth twice what you would pay for it today."
        },
        {
            "speaker": "David Wallace",
            "line": "Why don’t you come in? [Andy walks in, closes door]"
        },
        {
            "speaker": "Harry",
            "line": "So what would you do if you weren’t selling paper?"
        },
        {
            "speaker": "Jim",
            "line": "Oh, man, I’d have to sell beets. Probably submit them for competitions."
        },
        {
            "speaker": "Dwight",
            "line": "What?"
        },
        {
            "speaker": "Jim",
            "line": "Yeah! I know it sounds stupid, but nationals has always kinda been a dream of mine."
        },
        {
            "speaker": "Dwight",
            "line": "How have we never talked about this before? Wait. You don’t even care about nationals."
        },
        {
            "speaker": "Harry",
            "line": "Nothing?"
        },
        {
            "speaker": "Jim",
            "line": "I don’t know. I’ve always wanted to own a bike shop, but what about you?"
        },
        {
            "speaker": "Harry",
            "line": "I’d like to sell one big thing, you know? Like… a plane. One sale, I’m out."
        },
        {
            "speaker": "Jim",
            "line": "That sounds lovely."
        },
        {
            "speaker": "Harry",
            "line": "Anyway, Robert’s gonna run this company into the ground, so… We won’t be doing this in six months."
        }
    ]
}