{"season": 8, "episode": 19, "quotes": [{"speaker": "Pam", "line": "[telephone ringing] This is Pam. Oh my God, are you sure? Uh, okay. Okay, um, we’ll be right there. Everybody, the balloon is falling."}, {"speaker": "Kevin", "line": "Nice."}, {"speaker": "Pam", "line": "There’s this balloon that has been floating in the rafters of the warehouse for, like, ever. And, okay, it’s not -- it doesn’t sound cool. You just have to see it."}, {"speaker": "Pam", "line": "Well, I guess it doesn’t look that cool either. But, it’s been up there a long time, so it’s become a pretty big deal."}, {"speaker": "Jim", "line": "Wow. It’s the end of an era."}, {"speaker": "Pam", "line": "Did a good job, Buddy. Now it’s time to come home."}, {"speaker": "Oscar", "line": "I remember when that balloon went up there. I was still with Gil. We were so happy."}, {"speaker": "Kevin", "line": "When that went up there, I had hair like Rapunzel."}, {"speaker": "Ryan", "line": "How long do you think it’s been up there, Kevin?"}, {"speaker": "Kevin", "line": "I just remember pushing aside my silky bangs to say, “Look, a balloon.”"}, {"speaker": "Dwight", "line": "My warcraft clan was still on speaking terms."}, {"speaker": "Meredith", "line": "My kid didn’t have a face tattoo."}, {"speaker": "Darryl", "line": "I was still thinking of going back to school."}, {"speaker": "Jim", "line": "And I was still just a paper salesman."}, {"speaker": "Dwight", "line": "Well this has been fun, Pam. Thanks for calling us all down here. [everyone sighs]"}, {"speaker": "All", "line": "Kill the balloon. Kill the balloon. Kill the balloon. Kill the balloon. Kill the balloon. [pops loudly] [cheers and applause]"}, {"speaker": "Jim", "line": "Hey. So they accidentally gave us an extra egg sandwich this morning. Who wants it?"}, {"speaker": "Kevin", "line": "oooh"}, {"speaker": "Darryl", "line": "Me."}, {"speaker": "Phyllis", "line": "Yeah."}, {"speaker": "Dwight", "line": "Right here."}, {"speaker": "Nellie", "line": "Allow me to solve your problem, then."}, {"speaker": "Jim", "line": "Nellie"}, {"speaker": "Nellie", "line": "Mmm. [bites sandwich] Oh, that is disgusting. Do you call that a King James breakfast pie?"}, {"speaker": "Jim", "line": "What brings you to town?"}, {"speaker": "Nellie", "line": "Certainly not the Harry Houdini Museum. What a nobody. Oh look, some Hungarian just found their way out of a sack. Let's build a shrine. No, I've come to work here."}, {"speaker": "Dwight", "line": "What?"}, {"speaker": "Dwight", "line": "How could Robert transfer Nellie here after the Sabre store debacle? She stinks of failure. The fact that she could show her face around here is an embarrassment. I should know. I'm in an identical situation."}, {"speaker": "Toby", "line": "Robert did say you'd be joining us. Welcome. I'm Tony."}, {"speaker": "Nellie", "line": "Mm."}, {"speaker": "Pam", "line": "What?"}, {"speaker": "Toby", "line": "I- I said I'm Tony. Okay I made a mistake. I thought it might go unnoticed. But uh, I'm Toby."}, {"speaker": "Pam", "line": "You messed up saying your name?"}, {"speaker": "Toby", "line": "It happens, okay? Uh, so let's just find an empty desk for you, and uh, I'm sure Robert will be with you as soon as he gets in."}, {"speaker": "Nellie", "line": "That one looks empty."}, {"speaker": "Jim", "line": "No, that's Andy's office."}, {"speaker": "Nellie", "line": "Oh, is it?"}, {"speaker": "Nellie", "line": "I have one simple philosophy in business: if the seat is open, the job is open. It's how I came to briefly race a formula one car. The three slowest laps ever recorded."}, {"speaker": "Erin", "line": "Another beautiful day in Tallahassee. Ooh. Good morning, Alonzo."}, {"speaker": "Alonzo", "line": "Good morning Erin. [driving by delivering newspapers]"}, {"speaker": "Erin", "line": "How are you? How's your family doing?"}, {"speaker": "Erin", "line": "Bye."}, {"speaker": "Erin", "line": "Look at this place! Five rooms, and I get to clean them all. That's right. I'm a maid for an old lady. Her grandson's staying with us too because he ran out of money. [chuckles] Listen to me, bragging away."}, {"speaker": "Robert", "line": "Nellie."}, {"speaker": "Nellie", "line": "Robert."}, {"speaker": "Robert", "line": "How are you adjusting to life in Scranton so far?"}, {"speaker": "Nellie", "line": "So far, so good."}, {"speaker": "Robert", "line": "Good."}, {"speaker": "Nellie", "line": "Water pressure in the hotel is marvelous."}, {"speaker": "Robert", "line": "Ah, well, it is astounding what a difference that can make, isn't it?"}, {"speaker": "Nellie", "line": "Mm-hm."}, {"speaker": "Robert", "line": "Now. Let's find you something fun to do here, shall we?"}, {"speaker": "Nellie", "line": "Oh, I've already found it. I am manager, a natural next step. It fits like a glove."}, {"speaker": "Robert", "line": "We have a manager."}, {"speaker": "Nellie", "line": "Do you really? Because it is 10:00. I've been in this chair for an hour, and no other manager has come and sat in my lap."}, {"speaker": "Robert", "line": "Excuse me, has anyone seen Andy this morning?"}, {"speaker": "Kevin", "line": "Huh. Yeah, that's weird. He's usually here by now. Right guys?"}, {"speaker": "Andy", "line": "[on phone] Hello."}, {"speaker": "Robert", "line": "Andy, it's Robert. Why aren't you at work?"}, {"speaker": "Andy", "line": "Hey, Robert. Ah, I really wish I could come in to work today, but I'm super sick."}, {"speaker": "Robert", "line": "I don't care, I don't care. Please come to work immediately."}, {"speaker": "Andy", "line": "Okay, I'll try to come in even though I'm really sick with the..."}, {"speaker": "Andy", "line": "[standing in ocean] ...Florida Flu."}, {"speaker": "Robert", "line": "He just hung up on me mid-sentence."}, {"speaker": "Andy", "line": "I'm in Florida to get Erin. As soon as I heard she wasn't coming back to Scranton, I jumped straight in my car and drove straight down till I hit the ocean. My heart is my map. Turns out, Tallahassee is about 200 miles inland, so I overshot a good amount. But still, not bad for a heart map right? [picking up dead fish] Oh, no. Thanks a lot, BP."}, {"speaker": "Robert", "line": "Not much we can do about this until he gets here."}, {"speaker": "Jim", "line": "Can't you do something about this?"}, {"speaker": "Robert", "line": "Sometimes the flowers arrange themselves, Jim."}, {"speaker": "Jim", "line": "-Right."}, {"speaker": "Jim", "line": "What is going on? And where's Andy? And what is going on?"}, {"speaker": "Irene", "line": "Erin, you got a package."}, {"speaker": "Erin", "line": "I'm in the bathroom."}, {"speaker": "Glenn", "line": "Where's the postage? I mean, there's no shipping label."}, {"speaker": "Irene", "line": "Did you wash your hands?"}, {"speaker": "Erin", "line": "Yes."}, {"speaker": "Erin and Irene", "line": "[screaming as Andy busts out of box]"}, {"speaker": "Andy", "line": "[singing] Here I am; Signed, sealed, delivered; I'm yours!"}, {"speaker": "Erin", "line": "Andy, what are you doing here? It's great to see you."}, {"speaker": "Andy", "line": "Uh, I am here to take you back to Scranton. Because I love you and I want to be with you."}, {"speaker": "Irene", "line": "Where's the ring?"}, {"speaker": "Andy", "line": "Hm?"}, {"speaker": "Irene", "line": "Where's the ring, Lancelot?"}, {"speaker": "Erin", "line": "Uh, would you guys mind if we talked privately for a second? Sorry, Glenn."}, {"speaker": "Erin", "line": "Um, Andy... I am so happy to see you. But I'm not coming back with you."}, {"speaker": "Glenn", "line": "[whispering off screen] Why won't she go with him?"}, {"speaker": "Irene", "line": "[whispering] I don't know. Maybe it's 'cause he's not that handsome."}, {"speaker": "Erin", "line": "Hey... don't listen."}, {"speaker": "Nellie", "line": "So what is going on? That does seem to be the question, doesn't it? [in American accent] Hey, this is messed up, bro. Who is this weird lady? [normal voice] I know. It's a lot. So, who knows what's going on? Anyone? You, yes. Wait, I am very good at intuiting names. Is it... chumbo?"}, {"speaker": "Jim", "line": "I think it's a cross between Dumbo and Jumbo, with a hint of chubby. It's not a name."}, {"speaker": "Nellie", "line": "So no one can tell me what's going on. Well, let me illuminate things for you. We are getting to know each other. [in American accent] But why, m'lady? [in normal voice] Because I am your new manager."}, {"speaker": "Pam", "line": "Robert, is Nellie our new manager?"}, {"speaker": "Robert", "line": "[laughs] This is an odd situation. But it's very interesting how it's playing out."}, {"speaker": "Robert", "line": "We live in this world of routines and rhythms. Kevin ate someone's lunch. Phyllis has a new necklace. Who is this woman?"}, {"speaker": "Nellie", "line": "I came in here simply trying to get to know you, learn your names, maybe have someone teach me the company song. And what I got in return was nothing but disrespect. You leave me no choice but to get to know you in a more intimate way."}, {"speaker": "Kevin", "line": "Hot tub party?"}, {"speaker": "Nellie", "line": "Performance reviews."}, {"speaker": "Pam", "line": "How can you give us performance reviews if you don't know us?"}, {"speaker": "Nellie", "line": "On first impressions, so I recommend smiling. It goes a long way with me."}, {"speaker": "Glenn", "line": "Erin, you really nailed the hot dogs today."}, {"speaker": "Erin", "line": "Oh, thanks. I've been re-using the hot dog water so it gets more flavor. It's only going to keep getting better."}, {"speaker": "Irene", "line": "So, Andrew, how does your skinny brunette girlfriend Jessica feel about you visiting your ex-girlfriend?"}, {"speaker": "Andy", "line": "Well, we're not really dating anymore, so... basically, I mean, I just have to cross a few Ts and dot a few I's, you know."}, {"speaker": "Erin", "line": "So you came to get me, but you still have a girlfriend."}, {"speaker": "Irene", "line": "I think you should leave, young man."}, {"speaker": "Andy", "line": "All right. Technically, yes, I am still technically dating Jessica. But when I realized that I wanted you back, I just jumped in the car and I drove down here, and I didn't want to stop until I saw you."}, {"speaker": "Erin", "line": "You didn't even stop to pee? Gross."}, {"speaker": "Jim", "line": "Any luck?"}, {"speaker": "Pam", "line": "No. He just keeps letting all the calls go to voicemail."}, {"speaker": "Andy", "line": "[on phone message, singing] Please leave a message for Andy Bernard, include your na-"}, {"speaker": "Erin", "line": "Oh, you're doing so good. Oh my God, you're superman over there. [Andy's phone vibrating]"}, {"speaker": "Irene", "line": "You should take it. It's probably your girlfriend wondering where you are."}, {"speaker": "Andy", "line": "Nope. It's just work. Not important. You know, I can really feel this is my quads, I can tell I'm getting stronger."}, {"speaker": "Irene", "line": "You really wouldn't feel those kinds of results after one session."}, {"speaker": "Andy", "line": "I don't know. [phone vibrating] Just let it vibrate. It's fine."}, {"speaker": "Irene", "line": "You could put it on silent."}, {"speaker": "Andy", "line": "I don't think it does that."}, {"speaker": "Irene", "line": "Just go to preferences, then click –"}, {"speaker": "Glenn", "line": "[answering Andy's phone] Proctology."}, {"speaker": "Jim", "line": "[on phone] Andy?"}, {"speaker": "Andy", "line": "Jim?"}, {"speaker": "Jim", "line": "Andy, where are you?"}, {"speaker": "Andy", "line": "I- I'm home in bed. I've been in bed all day. I got the-- I got the serious poops, man."}, {"speaker": "Irene", "line": "He's here in Tallahassee, trying to turn my life upside down."}, {"speaker": "Jim", "line": "What? You're in Florida? Andy, Nellie Bertram's trying to take your job."}, {"speaker": "Andy", "line": "What do you mean, take my job?"}, {"speaker": "Jim", "line": "Like, set up camp in your office and is calling herself the manager."}, {"speaker": "Andy", "line": "Okay... Jim, I really appreciate you looking out for me, but I'm not coming home without Erin. So I'll talk to you later."}, {"speaker": "Jim", "line": "Guys, we cannot do these performance reviews, okay? If we go into them, you're basically accepting Nellie as your manager, and trust me, you do not want her as your manager."}, {"speaker": "Angela", "line": "Trust you? The way Pam trusted you to provide for her so she wouldn't have to work?"}, {"speaker": "Pam", "line": "I like working here."}, {"speaker": "Jim", "line": "Dwight, should she be our manager?"}, {"speaker": "Dwight", "line": "I wouldn't let her manage a celery farm."}, {"speaker": "Dwight", "line": "Those who can't farm, farm celery."}, {"speaker": "Jim", "line": "And when was the last time Dwight and I agreed on anything ever? [clears throat]"}, {"speaker": "Nellie", "line": "All right. Let's get going. First up, it is the woman with the beautiful fingernails and the tiny feet, Phyllis."}, {"speaker": "Phyllis", "line": "Nellie, I'm sorry, but I don't feel comfortable being evaluated by someone I don't know."}, {"speaker": "Nellie", "line": "Oh. Oh, okay. I understand. Let me show you how these are gonna go. Dwight."}, {"speaker": "Dwight", "line": "I refuse to be judged by someone that I do not respect. I lost respect for you in Florida. If it was up to me, you would be in jail forever."}, {"speaker": "Nellie", "line": "Dwight, I have completed your evaluation. You're getting a raise."}, {"speaker": "Dwight", "line": "What?"}, {"speaker": "Nellie", "line": "Dwight, you carry this company on your massive shoulders. You are our Atlas, and for that do you not think you deserve a raise?"}, {"speaker": "Dwight", "line": "There's no limit to what I think I deserve."}, {"speaker": "Nellie", "line": "Then you accept it?"}, {"speaker": "Dwight", "line": "Five percent. No less."}, {"speaker": "Nellie", "line": "Absolutely not. Seven percent."}, {"speaker": "Dwight", "line": "Six percent, I know my worth."}, {"speaker": "Jim", "line": "The raise isn't real."}, {"speaker": "Dwight", "line": "Money isn't real ever since we got off the gold standard."}, {"speaker": "Nellie", "line": "So Phyllis, now you know the rules of the game. Would you care to have a go? I'm fairly certain you're going to like it."}, {"speaker": "Pam", "line": "Phyllis."}, {"speaker": "Phyllis", "line": "Pam."}, {"speaker": "Nellie", "line": "So, Phyllis, I have been very impressed with you."}, {"speaker": "Phyllis", "line": "Really?"}, {"speaker": "Nellie", "line": "Oh, yeah. The way you conquered your fear and came in here, and now the way you sit there... all very impressive."}, {"speaker": "Jim", "line": "Um... are you aware that Nellie is giving out raises?"}, {"speaker": "Robert", "line": "I am not. Huh."}, {"speaker": "Jim", "line": "Yeah. She gave one to Dwight, Phyllis."}, {"speaker": "Robert", "line": "Let me guess, you want one too? Take the family to Disneytown?"}, {"speaker": "Jim", "line": "Land. World. Uh, it's not that I don't want a-- well, yes, I guess I'd take a raise. That's not what I'm saying. That's not-- sorry."}, {"speaker": "Robert", "line": "Jim, I told Andy to come in, and yet he is still not in. By contrast, Nellie Bertram saw a vacuum and filled it. To make no mention of her business experience or her relationship with Jo Bennett, my boss."}, {"speaker": "Jim", "line": "Yes."}, {"speaker": "Robert", "line": "Jim, would you prefer a nature metaphor or a sexual metaphor?"}, {"speaker": "Jim", "line": "Oh, god, nature, please."}, {"speaker": "Robert", "line": "When two animals are having sex, one of them..."}, {"speaker": "Jim", "line": "[exhales sharply]"}, {"speaker": "Robert", "line": "… is communicating a message to the other. Nothing is mutua-- this isn't very helpful. You're gonna want to hear the sexual metaphor."}, {"speaker": "Jim", "line": "Was that not the--"}, {"speaker": "Robert", "line": "All life is sex. And all sex is competition."}, {"speaker": "Jim", "line": "Mm-hm."}, {"speaker": "Robert", "line": "And there are no rules to that game. That wasn't so perverted, now was it?"}, {"speaker": "Jim", "line": "Was that it? No, that wasn't bad."}, {"speaker": "Robert", "line": "My point is, there is one person in charge of every office in America, and that person is Charles Darwin. In the end, doesn't he decide who the manager is?"}, {"speaker": "Jim", "line": "No. I would've said no."}, {"speaker": "Nellie", "line": "Mm, let's see, review, review, review. Yes, good stuff. Here you go, have a raise."}, {"speaker": "Kelly", "line": "Oh, great."}, {"speaker": "Jim", "line": "I mean, if we go in there and take these raises, what are we saying? That it's okay for someone to just take someone else's job? Shouldn't work like that."}, {"speaker": "Dwight", "line": "No, you know what? Nellie's right. That is exactly how it should work. Darryl, this office is mine now."}, {"speaker": "Darryl", "line": "No."}, {"speaker": "Dwight", "line": "Yes."}, {"speaker": "Darryl", "line": "No."}, {"speaker": "Dwight", "line": "Yes."}, {"speaker": "Darryl", "line": "No."}, {"speaker": "Dwight", "line": "Yes."}, {"speaker": "Darryl", "line": "No."}, {"speaker": "Dwight", "line": "Yes."}, {"speaker": "Darryl", "line": "No."}, {"speaker": "Dwight", "line": "Yes. Yes, sorry too late. I'm here. This is mine. Back off."}, {"speaker": "Dwight", "line": "[Darryl grabbing him by his hair, dragging him from office] Ow! Ow, ow, ow. Ow, ow, ow, Ow."}, {"speaker": "Dwight", "line": "[panting] Well fought. I accept the outcome."}, {"speaker": "Creed", "line": "Touch me and I'll sue."}, {"speaker": "Erin", "line": "I've heard that's amazing when it works."}, {"speaker": "Andy", "line": "Yeah, if I had my own--"}, {"speaker": "Erin", "line": "Andy, I care about you and I think--"}, {"speaker": "Andy", "line": "--sorry, you go."}, {"speaker": "Erin", "line": "No, go ahead."}, {"speaker": "Andy", "line": "Well, I was just going to say that, if I had my own fountain, it would be two frogs that are spitting into each other's mouth. It's just stupid. What were you going to say?"}, {"speaker": "Erin", "line": "Andy, you broke my heart. Do you know what it feels like to be constantly rejected by you and to have to watch you date someone else?"}, {"speaker": "Andy", "line": "You broke my heart too."}, {"speaker": "Erin", "line": "You broke my heart more recently and more often. And I think at some point, in my head, it just sort of clicked that we're not meant to be."}, {"speaker": "Andy", "line": "I'm so sorry that we have not loved each other at the same time."}, {"speaker": "Erin", "line": "I know."}, {"speaker": "Andy", "line": "[sighs]"}, {"speaker": "Nellie", "line": "So, Pamela, I'm going to start this review, not by telling you what you lack, but rather, asking you what it is you want."}, {"speaker": "Pam", "line": "Really? Okay, well, um, I like consistency in the manager's position, no weird silent coups. Stuff like that. I'm easy."}, {"speaker": "Nellie", "line": "That's not really what you want. What you want is a good night's sleep, working mother of two."}, {"speaker": "Pam", "line": "Whoa, that's kind of condescending. Would you say something like that to Jim?"}, {"speaker": "Nellie", "line": "Does Jim have to breastfeed? Did Jim carry around those babies for-- what is it? 12 months? Be honest, does Jim really get up in the night?"}, {"speaker": "Pam", "line": "Well, I mean, the only reason he doesn't is because I'm breastfeeding, and Phillip doesn't like a bottle."}, {"speaker": "Nellie", "line": "You must be exhausted. Fancy a nap?"}, {"speaker": "Pam", "line": "No."}, {"speaker": "Nellie", "line": "Go on. Have a nap. Lie down right here. There's a blanket in here. I used it earlier myself. Dreamt I could breathe underwater like Jacques Cousteau. No one will know. I'll wake you up. And when you wake up, you will earn more money."}, {"speaker": "Pam", "line": "I think... you're a witch."}, {"speaker": "Nellie", "line": "I think you're amazing. You know that, right? Go on, say it: “I'm amazing.”"}, {"speaker": "Pam", "line": "[drowsily] I'm amazing. [sighs]"}, {"speaker": "Irene", "line": "Erin, I think you're making a big mistake right now. Andy is a nice boy."}, {"speaker": "Erin", "line": "Really? 'cause you've been kind of a B to him all afternoon."}, {"speaker": "Irene", "line": "I was protecting you because I thought he was no good. But I can tell you really like him. And he's willing to lose his job for you, in this economy with Europe on the brink--"}, {"speaker": "Erin", "line": "Irene, what would you do without me?"}, {"speaker": "Irene", "line": "We're not your concern, sweetheart. Besides, Glenn's going to sue Home Depot."}, {"speaker": "Erin", "line": "Why?"}, {"speaker": "Irene", "line": "He got his foreskin caught in some lawn furniture."}, {"speaker": "Nellie", "line": "Jim, time for your review."}, {"speaker": "Jim", "line": "No, it's not, because you don't really work here."}, {"speaker": "Nellie", "line": "Why are you so staunchly defending your friend, who has abandoned you? Wouldn't you rather come talk with me? Maybe definitely get a raise?"}, {"speaker": "Jim", "line": "Yeah, that's the thing. I don't know if you can even give raises."}, {"speaker": "Nellie", "line": "Jim, have you ever heard of a character named Tinkerbell?"}, {"speaker": "Jim", "line": "Yes."}, {"speaker": "Nellie", "line": "I'm Tinkerbell."}, {"speaker": "Jim", "line": "No."}, {"speaker": "Nellie", "line": "Mm-hm. I'm a magical fairy who floated into your office to bring a little bit of magic into your lives, to give you all raises."}, {"speaker": "Stanley", "line": "And we are grateful."}, {"speaker": "Nellie", "line": "But here's the thing about Tinkerbell, Jim. Everyone has to believe in her or she doesn't exist."}, {"speaker": "Jim", "line": "She dies."}, {"speaker": "Nellie", "line": "She dies! Now who here believes in Tinkerbell?"}, {"speaker": "Jim", "line": "Let's see it. Show of hands."}, {"speaker": "Kevin", "line": "I do. [applause] Come on everyone..."}, {"speaker": "Jim", "line": "All right, guys, stop."}, {"speaker": "Meredith", "line": "I already spent the money."}, {"speaker": "Jim", "line": "How?"}, {"speaker": "Kevin", "line": "Come on Jim, you're killing her!"}, {"speaker": "All", "line": "We believe! We believe!"}, {"speaker": "Robert", "line": "Look at this wonderful recognition of Nellie's leadership. I believe. [applause continues]"}, {"speaker": "Andy", "line": "That did not go how I wanted it to. Ugh. I have a whole ton of Erin's favorite food for the drive back, eggplant parm. [tosses it out car window] It's biodegradable. Animals will eat it."}, {"speaker": "Erin", "line": "Andy wait! [running down street] Andy! Andy wait! Don't go! Andy I love you! Stop! Oh, this is the wrong Prius. I don't love you. I’m sorry."}, {"speaker": "Andy", "line": "Erin!"}, {"speaker": "Erin", "line": "Andy. [horns honking as they kiss in the street]"}, {"speaker": "Erin", "line": "Let's get out of here."}, {"speaker": "Andy", "line": "Okay."}, {"speaker": "Erin", "line": "Let's go."}, {"speaker": "Andy", "line": "Wait, we have to go back and get your stuff."}, {"speaker": "Erin", "line": "No, I don't have any stuff."}, {"speaker": "Andy", "line": "Like your toothbrush and stuff."}, {"speaker": "Erin", "line": "I don't have one."}, {"speaker": "Andy", "line": "You don't have a toothbrush?"}, {"speaker": "Erin", "line": "No."}, {"speaker": "Andy", "line": "How do you not have a toothbrush?"}, {"speaker": "Erin", "line": "I just... there's always one around."}, {"speaker": "Andy", "line": "You just use whichever one is sitting there?"}, {"speaker": "Erin", "line": "I always find one. Have you ever heard of buying a toothbrush?"}, {"speaker": "Andy", "line": "Of course. I own my toothbrush."}, {"speaker": "Nellie", "line": "I grew up poor. I had little formal education. No real skills. I don't work especially hard, and most of my ideas are either unoriginal or total crap. And yet, I walked right into a job for which I was ill-prepared, ill-suited, and somebody else already had, and I got it. If you ask me, that's the American dream right there. Anything can happen to anyone. It's just random."}]}