{
    "season": 8,
    "episode": 21,
    "quotes": [
        {
            "speaker": "Phyllis",
            "line": "Whoo! Wow, it is raining cats and dogs out there. Holy moley."
        },
        {
            "speaker": "Jim",
            "line": "Phyllis says the same twelve clichés every time it rains. So, I promised everyone that if she says them all by noon today, I will send out for hot chocolates."
        },
        {
            "speaker": "Darryl",
            "line": "So how was the drive in?"
        },
        {
            "speaker": "Phyllis",
            "line": "Oh, nobody knows how to drive in the rain."
        },
        {
            "speaker": "Darryl",
            "line": "You don't say?"
        },
        {
            "speaker": "Phyllis",
            "line": "Yeah. You know the roads are actually the slickest in the first half hour?"
        },
        {
            "speaker": "Phyllis",
            "line": "Oh, the plants are gonna love this."
        },
        {
            "speaker": "Oscar",
            "line": "Yeah."
        },
        {
            "speaker": "Phyllis",
            "line": "I actually sleep better when it's raining."
        },
        {
            "speaker": "Meredith",
            "line": "Tell me about it."
        },
        {
            "speaker": "Oscar",
            "line": "Time's almost up. How many are left?"
        },
        {
            "speaker": "Pam",
            "line": "Just one. \"This weather makes me want to stay at home, curled up with a good book.\""
        },
        {
            "speaker": "Darryl",
            "line": "Phyllis. This rain... does it make you wanna be doing something?"
        },
        {
            "speaker": "Phyllis",
            "line": "What do you mean?"
        },
        {
            "speaker": "Pam",
            "line": "You know, like aren't some things just so nice and cozy in the rain?"
        },
        {
            "speaker": "Jim",
            "line": "Hey, come on."
        },
        {
            "speaker": "Phyllis",
            "line": "Lots of things are cozy in the rain."
        },
        {
            "speaker": "Jim",
            "line": "And that's noon. Exactly. [others groan]"
        },
        {
            "speaker": "Phyllis",
            "line": "I mean, normally the rain would make me want to stay home, curled up with a good book. But everybody's being so nice to me today.  I'm really happy being here."
        },
        {
            "speaker": "Andy",
            "line": "[singing] My girlfriend's back and there's gonna be trouble-"
        },
        {
            "speaker": "Andy and Erin",
            "line": "Hey la, hey la..."
        },
        {
            "speaker": "Andy",
            "line": "...my girlfriend's back!"
        },
        {
            "speaker": "Erin",
            "line": "[simultaneously] ...his girlfriend's back! [others cheer and applaud]"
        },
        {
            "speaker": "Andy",
            "line": "Anyway, I know it's the end of the day. We just wanted to stop by and say hi."
        },
        {
            "speaker": "Kevin",
            "line": "Welcome home."
        },
        {
            "speaker": "Erin",
            "line": "Thank you."
        },
        {
            "speaker": "Andy",
            "line": "Hey, Kev."
        },
        {
            "speaker": "Kevin",
            "line": "Yeah."
        },
        {
            "speaker": "Andy",
            "line": "Nice sweater."
        },
        {
            "speaker": "Kevin",
            "line": "[wearing a Cornell sweater] Thank you. Nellie was nice enough to give it to me. She's sweet. I just wish there was pockets."
        },
        {
            "speaker": "Andy",
            "line": "What happened to old salty?"
        },
        {
            "speaker": "Dwight",
            "line": "Nellie let me bobble-ize him. His name is now Captain Mutato."
        },
        {
            "speaker": "Dwight",
            "line": "I've written quite a bit of X-Men fan fiction. Captain Mutato is half man, half mermaid. So he can fight crime as a man and make love as a mermaid. Most of my writing involves the latter."
        },
        {
            "speaker": "Andy",
            "line": "Okey dokey. [knocks on door]"
        },
        {
            "speaker": "Nellie",
            "line": "Yes?"
        },
        {
            "speaker": "Andy",
            "line": "Whoa. Well, you must be the famous Nellie Bertram I've been hearing all about. I am the famous Andy Bernard you've been hearing all about."
        },
        {
            "speaker": "Nellie",
            "line": "Oh yes."
        },
        {
            "speaker": "Andy",
            "line": "I just want to thank you for jumping in and minding the store during my temporary absence."
        },
        {
            "speaker": "Nellie",
            "line": "You are most welcome."
        },
        {
            "speaker": "Andy",
            "line": "Anyway, now that I'm back, I would love to have my office back, whenever you get a chance."
        },
        {
            "speaker": "Nellie",
            "line": "No."
        },
        {
            "speaker": "Andy",
            "line": "Obviously, we'll figure out the, uh, logistics of moving all this stuff out of here. But, you know, the sooner the better."
        },
        {
            "speaker": "Nellie",
            "line": "Mm-hmm."
        },
        {
            "speaker": "Andy",
            "line": "Get back to normalcy."
        },
        {
            "speaker": "Nellie",
            "line": "Hmm, no."
        },
        {
            "speaker": "Ravi",
            "line": "...and then just lay him in his crib, and then bicycle his legs. And then after Jim quiets down, you do the same thing with your baby. [Pam, Jim and Kelly laugh] But if he keeps having problems, just give me a call."
        },
        {
            "speaker": "Pam",
            "line": "Oh my gosh, thank you so much. But seriously, we don't want to bother you any more than we already have."
        },
        {
            "speaker": "Jim",
            "line": "That's it."
        },
        {
            "speaker": "Kelly",
            "line": "It's no bother, you guys are our friends."
        },
        {
            "speaker": "Pam",
            "line": "Ravi, our amazing pediatrician, was asking us if we knew any girls and I said I know the perfect girl."
        },
        {
            "speaker": "Jim",
            "line": "Yep. Because Kelly is Indian and... oh, that's it."
        },
        {
            "speaker": "Pam",
            "line": "Race had nothing to do with it. I just knew they'd be good together."
        },
        {
            "speaker": "Pam",
            "line": "[talks over flashbacks] Kelly has been a handful in the past."
        },
        {
            "speaker": "Kelly",
            "line": "[cries, slams fist on desk] Why?"
        },
        {
            "speaker": "Pam",
            "line": "[Ryan and Kelly make out in the nook] But she's had a bad influence. She's like an addict. [Ryan and Kelly argue] And I just had to get her clean."
        },
        {
            "speaker": "Kevin",
            "line": "[Ryan and Kelly make out on Oscar's desk] Get lower."
        },
        {
            "speaker": "Ryan",
            "line": "Um, also, little tip, never shake the baby."
        },
        {
            "speaker": "Jim",
            "line": "Sorry, just to be clear, you're saying do NOT shake the baby."
        },
        {
            "speaker": "Ryan",
            "line": "Don't shake the baby. Um, a lot of times, parents get frustrated 'cause the baby's crying and they shake the baby. And you got to, um, you can't do that."
        },
        {
            "speaker": "Pam",
            "line": "Don't shake our baby?"
        },
        {
            "speaker": "Ryan",
            "line": "Yeah."
        },
        {
            "speaker": "Pam",
            "line": "Okay. I'd never heard that before. So, thank you."
        },
        {
            "speaker": "Ryan",
            "line": "Oh, my God."
        },
        {
            "speaker": "Pam",
            "line": "Yeah, I'm glad you said something."
        },
        {
            "speaker": "Ryan",
            "line": "Me too."
        },
        {
            "speaker": "Ryan",
            "line": "Kelly and I broke up and she can do whatever she wants. And her new boyfriend seems awesome, if you're into Indian people. I'm not."
        },
        {
            "speaker": "Ryan",
            "line": "Hey, um, what's the deal with this guy? He's really into Kelly, huh?"
        },
        {
            "speaker": "Pam",
            "line": "Yeah, they're really great together."
        },
        {
            "speaker": "Ryan",
            "line": "Maybe we weren't right together, but... it's weird. I'd rather she be alone than with somebody. Is that love?"
        },
        {
            "speaker": "Jim",
            "line": "That's about it, yeah."
        },
        {
            "speaker": "Robert California",
            "line": "Nellie! You've been terrific in your interim capacity. But, Andrew is the rightful manager so if you would just give him his office-"
        },
        {
            "speaker": "Nellie",
            "line": "No."
        },
        {
            "speaker": "Robert California",
            "line": "I'm sorry?"
        },
        {
            "speaker": "Andy",
            "line": "This is what I was trying to tell you."
        },
        {
            "speaker": "Robert California",
            "line": "I'm not accustomed to people saying no to me. [laughs]"
        },
        {
            "speaker": "Nellie",
            "line": "Well, Bobby, get accustomed to it because then it feels so good when they finally say yes."
        },
        {
            "speaker": "Robert California",
            "line": "You're both adults. I'm sure you can figure this out between yourselves."
        },
        {
            "speaker": "Robert California",
            "line": "I never allow sexual desire to influence a business decision. So I find it best to excuse myself temporarily until I've had a chance to make love and then go back and analyze the situation rationally. Buffett operates the same way."
        },
        {
            "speaker": "Nellie",
            "line": "I'm gonna count down from five and if you are not out of my office, I'm going to dock your pay one hundred dollars."
        },
        {
            "speaker": "Andy",
            "line": "[chuckling] Okay."
        },
        {
            "speaker": "Nellie",
            "line": "Five... four..."
        },
        {
            "speaker": "Andy",
            "line": "You can't dock my pay-"
        },
        {
            "speaker": "Nellie",
            "line": "Angela! Dock Andy's pay one hundred dollars."
        },
        {
            "speaker": "Angela",
            "line": "On it!"
        },
        {
            "speaker": "Andy",
            "line": "Great. Five, four, three, two, one. Angela, please dock Nellie's pay a hundred dollars. Angela?"
        },
        {
            "speaker": "Nellie",
            "line": "Do you want to go again?"
        },
        {
            "speaker": "Andy",
            "line": "Angela?"
        },
        {
            "speaker": "Nellie",
            "line": "Let's go again. Five... four..."
        },
        {
            "speaker": "Andy",
            "line": "Ooh, she's counting again."
        },
        {
            "speaker": "Nellie",
            "line": "Three... two... one..."
        },
        {
            "speaker": "Andy",
            "line": "Oh, oh!"
        },
        {
            "speaker": "Nellie",
            "line": "Angela, two hundred dollars!"
        },
        {
            "speaker": "Angela",
            "line": "You got it."
        },
        {
            "speaker": "Andy",
            "line": "Seriously, Angela?"
        },
        {
            "speaker": "Andy",
            "line": "I got a little bit of an anger problem. Got me in some trouble a couple years ago."
        },
        {
            "speaker": "Erin",
            "line": "When I see him start to get mad, I just put my hand on his arm like this."
        },
        {
            "speaker": "Nellie",
            "line": "I know what, let's go... ten thousand dollars! [Andy laughs] Five... four..."
        },
        {
            "speaker": "Andy",
            "line": "You're just saying numbers. It's meaningless."
        },
        {
            "speaker": "Nellie",
            "line": "Three..."
        },
        {
            "speaker": "Andy",
            "line": "It's literally like-"
        },
        {
            "speaker": "Nellie",
            "line": "Two... [Andy runs out of the room] one."
        },
        {
            "speaker": "Erin",
            "line": "There you go. [helps Andy in the car] Hey. we're gonna have a nice, hot date."
        },
        {
            "speaker": "Erin",
            "line": "Hey. So last night was so not a big deal."
        },
        {
            "speaker": "Andy",
            "line": "Oh, yeah, I was just tired."
        },
        {
            "speaker": "Erin",
            "line": "We both were. Plus, I was definitely not my normal sexy self."
        },
        {
            "speaker": "Andy",
            "line": "Whoa. No. Are you kidding? You were so sexy. Just the thought of you last night, like, crazy turns me on. It just didn't last night."
        },
        {
            "speaker": "Erin",
            "line": "Really. It's not a big deal."
        },
        {
            "speaker": "Andy",
            "line": "Yeah. I know it's not... a big deal."
        },
        {
            "speaker": "Ryan",
            "line": "I found this the other day while I was journaling and they reminded me of you."
        },
        {
            "speaker": "Kelly",
            "line": "Oh, those are from our weekend at the time share."
        },
        {
            "speaker": "Ryan",
            "line": "Yeah, the fractional ownership property. [sigh] Oh, we took this one right before we got in that huge fight."
        },
        {
            "speaker": "Kelly",
            "line": "God I don't even remember what that fight was about."
        },
        {
            "speaker": "Ryan",
            "line": "You were being really bratty about where we would go out to dinner. But all I remember is how pretty you looked, taking those pictures of me. Anyway, if you want to order prints of your own, I can send you the link."
        },
        {
            "speaker": "Ryan",
            "line": "I'm in love with Kelly Kapoor. And I don't know how I'm gonna feel tomorrow or the next day or the day after that, but I do know that right here, right now, all I can think about is spending the rest of my life with her. Again, that could change."
        },
        {
            "speaker": "Erin",
            "line": "When you lost the manager job-"
        },
        {
            "speaker": "Dwight",
            "line": "Yes?"
        },
        {
            "speaker": "Erin",
            "line": "Did it affect you outside of the office?"
        },
        {
            "speaker": "Dwight",
            "line": "How?"
        },
        {
            "speaker": "Erin",
            "line": "I don't know what the technical term is... Penial softiosis?"
        },
        {
            "speaker": "Dwight",
            "line": "Erin, I am so glad that you trusted me. You came to the exact right person for this. No, I have never once experienced anything remotely like that. Never."
        },
        {
            "speaker": "Erin",
            "line": "Oh, okay."
        },
        {
            "speaker": "Dwight",
            "line": "Okay?"
        },
        {
            "speaker": "Erin",
            "line": "Okay."
        },
        {
            "speaker": "Dwight",
            "line": "Washington Monument."
        },
        {
            "speaker": "Erin",
            "line": "Oh."
        },
        {
            "speaker": "Dwight",
            "line": "Eiffel Tower."
        },
        {
            "speaker": "Erin",
            "line": "Okay, okay."
        },
        {
            "speaker": "Pam",
            "line": "I saw you were getting along with Ryan again."
        },
        {
            "speaker": "Kelly",
            "line": "He's so sweet. He pointed to my latte and he said, \"Kelly, that will be the color of our children.\""
        },
        {
            "speaker": "Pam",
            "line": "Yeah, he's so great. Remember how it felt when he cheated on you though?"
        },
        {
            "speaker": "Kelly",
            "line": "Which time?"
        },
        {
            "speaker": "Pam",
            "line": "I am not going to let Kelly throw her life away on Ryan. And it has nothing to do with access to my pediatrician. Why you would even ask or were going to ask, because I- I felt like that question was coming."
        },
        {
            "speaker": "Dwight",
            "line": "One of Toby's eyes is getting smaller. So there's that. Gabe bragged about having an extra ticket to the air show this weekend and Meredith said she was interested and then Gabe said immediately that his friend might be taking the ticket. So I'll keep you posted on that."
        },
        {
            "speaker": "Dwight",
            "line": "Every day I brief Nellie on what's going on in the office. Most of it's irrelevant. But a good informer doesn't judge what's worth passing on."
        },
        {
            "speaker": "Dwight",
            "line": "Oh, and Andy lost his masculinity, so congratulations on that."
        },
        {
            "speaker": "Nellie",
            "line": "What do you mean?"
        },
        {
            "speaker": "Dwight",
            "line": "Erin made it clear to me that he was unable to perform sexually last night. By contrast, I went to sleep with an erection so large it was like I was wearing no blanket at all. Wow, I knew you'd win, but you just demolished him! I'm a little bit jealous, actually. Reduced him to a mere ant."
        },
        {
            "speaker": "Nellie",
            "line": "I just wanted to take the man's job, not his manhood."
        },
        {
            "speaker": "Nellie",
            "line": "Okay, I would like to invite everyone into the conference room."
        },
        {
            "speaker": "Andy",
            "line": "You can't call a meeting. [laughs] But I would like to have a meeting in the conference room right now! So let's get in the conference room. Thank you. Good. Thank you for coming to my meeting."
        },
        {
            "speaker": "Nellie",
            "line": "Okay, if you would like to take a seat we can get started."
        },
        {
            "speaker": "Andy",
            "line": "Oh! Can't do it 'cause I gotta run a meeting. So."
        },
        {
            "speaker": "Nellie",
            "line": "No."
        },
        {
            "speaker": "Andy",
            "line": "Wanted to talk to all of you guys about [reads whiteboard] importance... and know that each and every one of you is vitally important."
        },
        {
            "speaker": "Robert California",
            "line": "Andrew, not everyone here is important. And the word is \"impotence.\""
        },
        {
            "speaker": "Nellie",
            "line": "Which is important in its own way. So if you'd just like to take a seat, Andy."
        },
        {
            "speaker": "Nellie",
            "line": "\"Take a man's job, but leave him his balls.\" Margaret Thatcher said that... probably. Don't know. Don't read. Didn't see the movie."
        },
        {
            "speaker": "Nellie",
            "line": "This meeting is not about any one person in particular. It is a human problem."
        },
        {
            "speaker": "Dwight",
            "line": "It's not just a human problem. Flounders frequently experience impotence, especially when converting from male to female and then back again to male."
        },
        {
            "speaker": "Oscar",
            "line": "Nellie, does the person affected by this want us to help her in any way in particular?"
        },
        {
            "speaker": "Nellie",
            "line": "Oh, oh, it's not me. No, no. I've never had any problem in that arena. And I have been with several older men."
        },
        {
            "speaker": "Robert and Creed",
            "line": "[in unison] How old?"
        },
        {
            "speaker": "Creed",
            "line": "Jinx. Buy me some Coke."
        },
        {
            "speaker": "Nellie",
            "line": "Dwight told me about it earlier."
        },
        {
            "speaker": "Erin",
            "line": "Dwight!"
        },
        {
            "speaker": "All",
            "line": "What?"
        },
        {
            "speaker": "Erin",
            "line": "You promised!"
        },
        {
            "speaker": "Kevin",
            "line": "Dwight couldn't get it up for Nellie?"
        },
        {
            "speaker": "Dwight",
            "line": "No, no, no, no, no, It's not me. I'm gonna prove it right here and now. [thrusts his pelvis]"
        },
        {
            "speaker": "Angela",
            "line": "What are you doing?"
        },
        {
            "speaker": "Oscar",
            "line": "What is this?"
        },
        {
            "speaker": "Angela",
            "line": "Stop that! Dwight! Stop that, stop it."
        },
        {
            "speaker": "Andy",
            "line": "Fine, it was me. I couldn't- I had a problem with Erin last night. Happy?"
        },
        {
            "speaker": "Andy",
            "line": "I had a lot on my mind last night. And I didn't perform. Okay? It happens to plenty of guys. It's usually not followed by a giant workplace discussion and an interview."
        },
        {
            "speaker": "Andy",
            "line": "Every guy in this room has been touched by this affliction. Tuna? T-dog?"
        },
        {
            "speaker": "Jim",
            "line": "Um..."
        },
        {
            "speaker": "Darryl",
            "line": "Uh... I have other issues. I'm terrible at math. Overweight. You- you're in great shape. A lot better shape than I am, tell you what."
        },
        {
            "speaker": "Robert California",
            "line": "It seems Andy is the only one with this problem. Fascinating."
        },
        {
            "speaker": "Andy",
            "line": "Fascinating."
        },
        {
            "speaker": "Gabe",
            "line": "I don't really see what the problem is. Erin doesn't even like sex, remember? You said it feels like getting tackled by a skeleton."
        },
        {
            "speaker": "Nellie",
            "line": "Chumbo, come on, help me out. Any problems with Little Chumbo?"
        },
        {
            "speaker": "Kevin",
            "line": "Tip-top shape."
        },
        {
            "speaker": "Nellie",
            "line": "Oh... Stanley?"
        },
        {
            "speaker": "Stanley",
            "line": "No. Um-um."
        },
        {
            "speaker": "Nellie",
            "line": "Creed, you are a thousand years old."
        },
        {
            "speaker": "Creed",
            "line": "Haven't heard any complaints. Wouldn't care if I did."
        },
        {
            "speaker": "Andy",
            "line": "Okay, so I-"
        },
        {
            "speaker": "Pam",
            "line": "Actually Andy, I think maybe we experienced it."
        },
        {
            "speaker": "Jim",
            "line": "What happened?"
        },
        {
            "speaker": "Pam",
            "line": "That a couple of times-"
        },
        {
            "speaker": "Jim",
            "line": "Couple of times."
        },
        {
            "speaker": "Robert California",
            "line": "Jim, maybe you could tell us about one of those times."
        },
        {
            "speaker": "Dwight",
            "line": "Yeah Jim."
        },
        {
            "speaker": "Andy",
            "line": "Yeah Jim, get it out there."
        },
        {
            "speaker": "Jim",
            "line": "Um... I don't... Uh, yes, that time that it was very late. Uh, we'd had sex so many times already, I was exhausted..."
        },
        {
            "speaker": "Pam",
            "line": "Okay, stop."
        },
        {
            "speaker": "Jim",
            "line": "I was very drunk."
        },
        {
            "speaker": "Phyllis",
            "line": "If it makes you feel any better, I never had an orgasm until I was forty-two. And then when I did, it lasted 'til I was forty-four."
        },
        {
            "speaker": "Phyllis",
            "line": "Forty-three was ju- I got nothing done. [laughs]"
        },
        {
            "speaker": "Gabe",
            "line": "I've read- and I don't know anything about this personally- but they say prostate stimulation can help."
        },
        {
            "speaker": "Angela",
            "line": "Ugh."
        },
        {
            "speaker": "Gabe",
            "line": "This is just, uh- This American Life, I think I heard it on."
        },
        {
            "speaker": "Robert California",
            "line": "No, that's absolutely the case."
        },
        {
            "speaker": "Gabe",
            "line": "I know, right?"
        },
        {
            "speaker": "Dwight",
            "line": "You know, my rectal electro-ejaculator is rated for bovine use only but I could let you rent it."
        },
        {
            "speaker": "Robert California",
            "line": "Andy, why don't you tell us about the best erection of your life? Or does anyone else have any remarkable erections they'd like to share? [Creed, Kevin and Meredith raise their hands]"
        },
        {
            "speaker": "Kevin",
            "line": "Ooh, ooh!"
        },
        {
            "speaker": "Jim",
            "line": "Wow, what are we talking about?"
        },
        {
            "speaker": "Erin",
            "line": "Toby, doesn't HR have some rules against talking about this kind of stuff?"
        },
        {
            "speaker": "Toby",
            "line": "Erin, HR is a joke. I can't do anything about anything."
        },
        {
            "speaker": "Nellie",
            "line": "The most important thing to remember is not to stress about this. Stress just makes it worse, and then you stress more. And that's a vicious spiral."
        },
        {
            "speaker": "Robert California",
            "line": "I almost didn't come in today. [laughs]"
        },
        {
            "speaker": "Andy",
            "line": "[on the phone] Dad, don't think of it as a demotion. Just think of it as a promotion to a lower level. I don't think you have to tell your friends anything. It hasn't been decided yet."
        },
        {
            "speaker": "Nellie",
            "line": "Erin, on phone memos you're writing the date American style. Month, day, year. I prefer it day, month, year. Small, bigger, biggest. Oh, sexual innuendo. Not intentional."
        },
        {
            "speaker": "Erin",
            "line": "Shut up. Shut up! I am sick of your dumb opinions. And if you don't like the way that I take phone messages, here! [throws phone] Take 'em yourself!"
        },
        {
            "speaker": "Andy",
            "line": "Oh, and another thing! Our sex life is none of your businesses!"
        },
        {
            "speaker": "Erin",
            "line": "And Andy is the manager, not Nellie!"
        },
        {
            "speaker": "Andy",
            "line": "Stop protecting me! I'm a man- I can protect myself! This is misdirected anger and I'm sorry! I don't mean to lash out at you! There's a lot coming up right now, all at once! [into phone] Dad go to hell, I'm taller than you!"
        },
        {
            "speaker": "Nellie",
            "line": "Okay, just calm down."
        },
        {
            "speaker": "Andy",
            "line": "You are not the manager. I earned that job. I was personally chosen after Robert was chosen and quit."
        },
        {
            "speaker": "Robert California",
            "line": "Andy, why don't you just take a seat?"
        },
        {
            "speaker": "Andy",
            "line": "Why don't you take a seat, you idiot? [throws chair]"
        },
        {
            "speaker": "Erin",
            "line": "And why don't you take all your stupid memos and your stupid pens and your dumb caramels?"
        },
        {
            "speaker": "Andy",
            "line": "And your stupid face! [grabs Nellie's photo off the wall and smashes it on the ground] And your stupid office! [punches hole in the wall] Ah!"
        },
        {
            "speaker": "Darryl",
            "line": "He does not like that wall."
        },
        {
            "speaker": "Erin",
            "line": "Maybe we'll get sent to anger management together."
        },
        {
            "speaker": "Andy",
            "line": "That would actually be cool. I'd love for you to meet some of the guys."
        },
        {
            "speaker": "Robert California",
            "line": "Andy, Erin, you can join us now."
        },
        {
            "speaker": "Ryan",
            "line": "Hey, I hear you been bad-mouthing me to Kelly."
        },
        {
            "speaker": "Pam",
            "line": "All I did was remind her that you used to treat her badly."
        },
        {
            "speaker": "Ryan",
            "line": "Well that's your opinion and it's her opinion, but it's not my opinion. If you have something bad to say to me, Pam, say it to my face."
        },
        {
            "speaker": "Pam",
            "line": "Fair enough. Um... I don't think you're a very good person. And forgive me, but I feel like I've said this to you before: I don't like you very much."
        },
        {
            "speaker": "Ryan",
            "line": "Well a lot of people would say that I'm a better match for Kelly than Ravi is."
        },
        {
            "speaker": "Oscar",
            "line": "Oh come on, Ryan. Really? Ravi's way better."
        },
        {
            "speaker": "Ryan",
            "line": "For Kelly?"
        },
        {
            "speaker": "Kevin",
            "line": "Yeah. Man, you're insane right now. Ravi's the whole package."
        },
        {
            "speaker": "Nate",
            "line": "I've never met Ravi personally, but I'm gonna go ahead and say, just having knowing you a short while, Brian, that I prefer Ravi. And again, I've never even met the guy."
        },
        {
            "speaker": "Ryan",
            "line": "Kelly, I wrote you the most amazing love poem. But I can't even read it. My heart couldn't handle it."
        },
        {
            "speaker": "Pam",
            "line": "Oh, no, no, no."
        },
        {
            "speaker": "Oscar",
            "line": "Oh, come on."
        },
        {
            "speaker": "Pam",
            "line": "Read it, please. I love amazing poetry."
        },
        {
            "speaker": "Ryan",
            "line": "No. It would cause me too much pain."
        },
        {
            "speaker": "Pam",
            "line": "Read through the pain. Be strong."
        },
        {
            "speaker": "Ryan",
            "line": "This poem would crush you!"
        },
        {
            "speaker": "Oscar",
            "line": "Ryan, go away! She found herself a beautiful boyfriend!"
        },
        {
            "speaker": "Kevin",
            "line": "Yeah, man, he's absolutely gorgeous! Please leave her alone."
        },
        {
            "speaker": "Ryan",
            "line": "You see, Kelly? Our love scares them. It screws up their cookie-cutter world."
        },
        {
            "speaker": "Kelly",
            "line": "Ravi makes me incredibly happy. And Ryan puts me through so much drama. So I guess I just have to decide which of those is more important to me."
        },
        {
            "speaker": "Robert California",
            "line": "Andy, we're going to go with Nellie as manager and put you back on the sales team. I promise you, in time, we'll all laugh about this incident. I already think it's kind of funny. [chuckles]"
        },
        {
            "speaker": "Andy",
            "line": "No."
        },
        {
            "speaker": "Robert California",
            "line": "Excuse me?"
        },
        {
            "speaker": "Andy",
            "line": "I'm saying no."
        },
        {
            "speaker": "Robert California",
            "line": "Well you can't say no."
        },
        {
            "speaker": "Andy",
            "line": "No."
        },
        {
            "speaker": "Pam",
            "line": "[sees Ryan on the horse] Oh, boo! Boo! Boo to you! Boo!"
        },
        {
            "speaker": "Ryan",
            "line": "You are toxic! You are toxic!"
        },
        {
            "speaker": "Pam",
            "line": "Boo!"
        },
        {
            "speaker": "Jim",
            "line": "Hey, hey. Okay."
        },
        {
            "speaker": "Ryan",
            "line": "Kelly, I have a few things to say to you, so please don't interrupt."
        },
        {
            "speaker": "Kelly",
            "line": "I wasn't going to interrupt."
        },
        {
            "speaker": "Ryan",
            "line": "Well you do a lot, so just don't. Thank you. I know that I haven't always treated you the way that you, for whatever reason, feel you deserve to be treated. But I want to marry you, Kelly Kapoor. Maybe not today, maybe not tomorrow, but someday, and probably."
        },
        {
            "speaker": "Pam",
            "line": "Barf! Ugh, you suck!"
        },
        {
            "speaker": "Ryan",
            "line": "What is your problem? [to horse wrangler] Hey, hey, hey, can we turn this back around quickly, please? This is very important to me."
        },
        {
            "speaker": "Wrangler",
            "line": "Turn around. Turn around. Turn around!"
        },
        {
            "speaker": "Ryan",
            "line": "Can we turn this [bleep]-ing thing around? Thank you."
        },
        {
            "speaker": "Wrangler",
            "line": "She don't wanna turn around."
        },
        {
            "speaker": "Ryan",
            "line": "Thank you. Kelly, I can't promise you that we'll always stay together. I can't promise you that I'll never cheat on you. Nor should I. Modern marriages aren't built that way. Men aren't built that way. There's a very interesting article I can email to you. But I can tell you this. Even if the odds are fifty-fifty that we'll break up within the week, I wanna roll those dice. I love you, Kelly."
        },
        {
            "speaker": "Kelly",
            "line": "Ryan."
        },
        {
            "speaker": "Ryan",
            "line": "Will you roll those dice with me?"
        },
        {
            "speaker": "Kelly",
            "line": "You mean so much to me. But, I love Ravi and I choose him."
        },
        {
            "speaker": "Ryan",
            "line": "No you don't."
        },
        {
            "speaker": "Kelly",
            "line": "I do."
        },
        {
            "speaker": "Ryan",
            "line": "No you don't."
        },
        {
            "speaker": "Kelly",
            "line": "I hope we can still be friends. Can I have a hug?"
        },
        {
            "speaker": "Ryan",
            "line": "What? [they hug]"
        },
        {
            "speaker": "Kelly",
            "line": "That was really cool. [they make out]"
        },
        {
            "speaker": "Angela",
            "line": "Ugh. Eww!"
        },
        {
            "speaker": "Jim",
            "line": "Well, it's good to see Kelly's maturing."
        },
        {
            "speaker": "Angela",
            "line": "Oh God!"
        },
        {
            "speaker": "Robert California",
            "line": "Look, Andrew, we can discuss the specifics of the job."
        },
        {
            "speaker": "Andy",
            "line": "No."
        },
        {
            "speaker": "Nellie",
            "line": "It's the apology. I really have to insist."
        },
        {
            "speaker": "Andy",
            "line": "[British accent] No."
        },
        {
            "speaker": "Nellie",
            "line": "Stop saying no."
        },
        {
            "speaker": "Andy",
            "line": "No."
        },
        {
            "speaker": "Robert California",
            "line": "Andrew, if you say no one more time, you're fired. So... is there anything else you wanna say?"
        },
        {
            "speaker": "Andy",
            "line": "No."
        },
        {
            "speaker": "Andy",
            "line": "I can't describe it. I just, for the first time in a long time, I actually feel in control. I feel... alive."
        },
        {
            "speaker": "Erin",
            "line": "Here- [grabs the box Andy's holding]"
        },
        {
            "speaker": "Andy",
            "line": "Ah- da, da, da, da. I got it."
        },
        {
            "speaker": "Erin",
            "line": "But you hurt your hand."
        },
        {
            "speaker": "Andy",
            "line": "I... Got... It."
        },
        {
            "speaker": "Erin",
            "line": "Right now?"
        },
        {
            "speaker": "Andy",
            "line": "Yes."
        },
        {
            "speaker": "Pam",
            "line": "You're not the least bit curious to hear a poem straight from Ryan's soul?"
        },
        {
            "speaker": "Jim",
            "line": "Not at all, can we go?"
        },
        {
            "speaker": "Pam",
            "line": "\"Kapoor and ka-desperate, he watches.\""
        },
        {
            "speaker": "Jim",
            "line": "Second line."
        },
        {
            "speaker": "Pam",
            "line": "\"He is a drifter out to sea.\""
        },
        {
            "speaker": "Jim",
            "line": "\"And when the Indian Ocean calms, one speck of white remains in waters cold and Kelly green.\""
        },
        {
            "speaker": "Pam",
            "line": "It's just so dumb. [chokes up] But when he describes himself as a child, lost on the life raft..."
        },
        {
            "speaker": "Jim",
            "line": "Uh, Ryan can never know."
        }
    ]
}