{
    "season": 8,
    "episode": 1,
    "quotes": [
        {
            "speaker": "Oscar",
            "line": "Oh, for God’s sake. [notices Erin planking on parking lot curb]"
        },
        {
            "speaker": "Oscar",
            "line": "Planking is a very stupid and dangerous trend. Basically, you lie like a plank in weird places. That’s it. Sometimes you get run over. Welcome to the Internet."
        },
        {
            "speaker": "Erin",
            "line": "Planking is one of those things where, eh, you either get it or you don’t.  And I don’t.  But I am so excited to be a part of it."
        },
        {
            "speaker": "Andy",
            "line": "[exiting elevator] After you my good sir."
        },
        {
            "speaker": "Dwight",
            "line": "No, I insist."
        },
        {
            "speaker": "Andy",
            "line": "I insist."
        },
        {
            "speaker": "Jim",
            "line": "The Search Committee finally decided, after a lot of deliberation, on Robert California… for the manager position. Who took one look around and left.  He drove down to Florida and convinced Joe to make him CEO... CEO... her own job. He talked her out of her own job. And I don’t really know how someone does that. But, anyway, then the position was his to fill.   And he chose…"
        },
        {
            "speaker": "Andy",
            "line": "[drumroll with hands] I… it’s unbelievable. True, I may have been the second choice, but I was the first-choice’s first choice. And, about Dwight, I sensed that he might have some resentment about not getting the job so I sat him down and we had a talk. And I told him, “I need a really strong number two. I want you to be my enforcer.” Smart, right?"
        },
        {
            "speaker": "Kelly",
            "line": "(planking on top of cabinet] Very smart."
        },
        {
            "speaker": "Andy",
            "line": "Uh, this has got to stop."
        },
        {
            "speaker": "Kelly",
            "line": "I can’t get down."
        },
        {
            "speaker": "Dwight",
            "line": "K... Kevin! [Kevin planking on Dwight’s desk]"
        },
        {
            "speaker": "Dwight",
            "line": "Yeah, at first, I was really disappointed, but I’ve got a great daily routine going right now. I have upped my karate to eight times a week. I’ve added boxing - lunches and on weekends. I do kickboxing three times a week. Krav Maga four times a week. An hour of meditation every morning at sunrise and again at sunset. So yeah, I’m doin’ great."
        },
        {
            "speaker": "Dwight",
            "line": "K, I’m gonna need some help. Pam?"
        },
        {
            "speaker": "Pam",
            "line": "I don’t think I should."
        },
        {
            "speaker": "Jim",
            "line": "Oh, yeah. Pregnant."
        },
        {
            "speaker": "Pam",
            "line": "Right here. Little Michael Scott- [points to her belly]"
        },
        {
            "speaker": "Jim",
            "line": "No, I told you I don’t like that joke. It is a boy. We found out early."
        },
        {
            "speaker": "Pam",
            "line": "Much different the second time around. And I have to say; it is nice not being the only pregnant woman in the office."
        },
        {
            "speaker": "Angela",
            "line": "Look, it’s a ‘Little Pregs’ [points to her belly] and ‘Big Pregs’ [points to Pam’s]"
        },
        {
            "speaker": "Pam",
            "line": "Wait, when did we start calling it that-"
        },
        {
            "speaker": "Angela",
            "line": "Isn’t it amazing, the difference in our sizes?"
        },
        {
            "speaker": "Pam",
            "line": "Well, I am a few months ahead of you."
        },
        {
            "speaker": "Angela",
            "line": "I am having a child with my husband, the Senator. And Pam is having a child with Jim... the great salesman."
        },
        {
            "speaker": "Dwight",
            "line": "Hoist him aloft. C’mon Darryl. Lift, lift Darryl. [trying to lift Kevin off desk]"
        },
        {
            "speaker": "Darryl",
            "line": "I’m lifting."
        },
        {
            "speaker": "Darryl",
            "line": "Yeah, I wanted the manager job, but I got somethin’ much better. This soda. This is mine."
        },
        {
            "speaker": "Stanley",
            "line": "It might be easier if you take a deep breath, lift from the knees, and shove it up your butt."
        },
        {
            "speaker": "Stanley",
            "line": "I came up with a new thing this summer. I act like I’m telling someone how to do somethin’. I go on with a long description and then I say, “and shove it up your butt.” It’s stupid, but it’s my thing now."
        },
        {
            "speaker": "Jim",
            "line": "No one should be planking at all."
        },
        {
            "speaker": "Andy",
            "line": "Thank you, yes. Dwight, my enforcer, my number two, can you take care of this?"
        },
        {
            "speaker": "Dwight",
            "line": "Say no more."
        },
        {
            "speaker": "Dwight",
            "line": "[starts attacking plankers] Kids, don’t try planking. It’s dangerous. [knocks Toby off table] ‘Specially with me around."
        },
        {
            "speaker": "Jim",
            "line": "You watching that commercial again? [Pam nods] Why do you keep watching it, if you know it’s just gonna make you cry?"
        },
        {
            "speaker": "Pam",
            "line": "Because everything makes me cry, so what’s the difference? This dog, he just wants to protect his bone."
        },
        {
            "speaker": "Jim",
            "line": "He’s got a bank vault. That’s a start."
        },
        {
            "speaker": "Pam",
            "line": "Not enough though."
        },
        {
            "speaker": "Jim",
            "line": "The new CEO works out of the conference room about half the time. But whenever he takes a break, he does these weird walks around the office. And you never know who he’s gonna zero in on for these really intense small-talks. You just hope it’s not you. And yet, you hope it is you too. It’s strange."
        },
        {
            "speaker": "Erin",
            "line": "Here we go."
        },
        {
            "speaker": "Robert California",
            "line": "Hello."
        },
        {
            "speaker": "Erin",
            "line": "Robert California. Let’s have a conversation."
        },
        {
            "speaker": "Robert California",
            "line": "Describe your day so far."
        },
        {
            "speaker": "Erin",
            "line": "Well, I woke up. And I hit the snooze-"
        },
        {
            "speaker": "Robert California",
            "line": "And when you recount your day, never say you woke up. It’s a waste of your time. That’s how every day’s begun, for everyone, since the dawn of man."
        },
        {
            "speaker": "Erin",
            "line": "Very smart, very smart. Suddenly, I was awake. And I’ve been doing this thing-"
        },
        {
            "speaker": "Andy",
            "line": "Hey, Robert. We have that 9:30am casual chit-chat scheduled. I emailed you about it last night to confirm. And again this morning."
        },
        {
            "speaker": "Andy",
            "line": "First item on the agenda: can I get everyone an extra long Columbus Day weekend. Item number two, connect with the guy. Robert California, what does he think of me? Don’t know, super care. Number three, time permitting, we lost our biggest client."
        },
        {
            "speaker": "Erin",
            "line": "Pam, pam. Psst. Pam. [motions her over, both looking at Robert’s notebook]"
        },
        {
            "speaker": "Pam",
            "line": "Jim. [motions him over]"
        },
        {
            "speaker": "Jim",
            "line": "[motions he is on the phone] Can I call you right back? Thank you very much. [comes over] Okay. [sees notebook with two lists of staff names] What is this?"
        },
        {
            "speaker": "Andy",
            "line": "The Friday before Columbus Day. Thoughts?"
        },
        {
            "speaker": "Robert California",
            "line": "What are your thoughts."
        },
        {
            "speaker": "Andy",
            "line": "Just making chit-chat. Kind of a medium year for women’s soccer, no?"
        },
        {
            "speaker": "Dwight",
            "line": "What are you looking at?"
        },
        {
            "speaker": "Jim",
            "line": "It’s, it’s nothing."
        },
        {
            "speaker": "Dwight",
            "line": "It can’t be nothing."
        },
        {
            "speaker": "Phyllis",
            "line": "Yeah, it can’t be nothing."
        },
        {
            "speaker": "Jim",
            "line": "It’s just a list of our names, split into two columns."
        },
        {
            "speaker": "Stanley",
            "line": "What?"
        },
        {
            "speaker": "Jim",
            "line": "Okay, just wait one second, alright? I will copy it. Do you have a pen?"
        },
        {
            "speaker": "Erin",
            "line": "No."
        },
        {
            "speaker": "Jim",
            "line": "No. Okay. Um, I’ll take a photo of it. Dwight, can you throw me my phone?"
        },
        {
            "speaker": "Dwight",
            "line": "[throws hard, Jim doesn’t catch] Nice catch."
        },
        {
            "speaker": "Pam",
            "line": "If he comes out, distract him. [takes list to copier]"
        },
        {
            "speaker": "Kevin",
            "line": "We need a warning signal."
        },
        {
            "speaker": "Jim",
            "line": "We don’t need a warning signal, Kevin. We can see him right there-"
        },
        {
            "speaker": "Kevin",
            "line": "We do."
        },
        {
            "speaker": "Jim",
            "line": "I promise you, we don’t need a warning-"
        },
        {
            "speaker": "Kevin",
            "line": "WARNING! WARNING! WARNING! WARNING! WARNING!"
        },
        {
            "speaker": "Phyllis",
            "line": "Ahhh! [falls out of chair]"
        },
        {
            "speaker": "Dwight",
            "line": "Phyllis! Phyllis! You okay? You okay?"
        },
        {
            "speaker": "Phyllis",
            "line": "Yeah. Yeah. Oh."
        },
        {
            "speaker": "Dwight",
            "line": "… 2, 3! [pulls Phyllis up]"
        },
        {
            "speaker": "Phyllis",
            "line": "Thanks guys."
        },
        {
            "speaker": "Dwight",
            "line": "Okay, which side of the list am I on?"
        },
        {
            "speaker": "Jim",
            "line": "Left."
        },
        {
            "speaker": "Dwight",
            "line": "Yes!"
        },
        {
            "speaker": "Jim",
            "line": "Why are you- How do you know?"
        },
        {
            "speaker": "Andy",
            "line": "Really great list of names guys. Thank you so much. Good work."
        },
        {
            "speaker": "Jim",
            "line": "Uh, no, actually. That was in Robert’s notebook."
        },
        {
            "speaker": "Pam",
            "line": "He left it at reception and we photocopied it."
        },
        {
            "speaker": "Andy",
            "line": "Oh, okay. I don’t want any part of this."
        },
        {
            "speaker": "Pam",
            "line": "Maybe it’s a list of people he’s gonna fire."
        },
        {
            "speaker": "Jim",
            "line": "Okay, it’s not that Pam. You know, I was thinking it reminds me of those lists Dwight used to make."
        },
        {
            "speaker": "Dwight",
            "line": "This is if we were all on a cruise ship and had to divide into lifeboats. This is if we were on a cruise ship and had to divide into life rafts. Here’s something. Who would eat who in an ‘Alive’ situation. No... that can’t be it."
        },
        {
            "speaker": "Andy",
            "line": "I gotta say. Kinda seems like the left side’s the side to be on. Me, Jim, Dwight, Darryl. No offense Pam."
        },
        {
            "speaker": "Jim",
            "line": "I don’t think it’s-"
        },
        {
            "speaker": "Pam",
            "line": "‘Scuse me?"
        },
        {
            "speaker": "Dwight",
            "line": "Shhh, Pam. C’mon, don’t be such a right-sider."
        },
        {
            "speaker": "Angela",
            "line": "Did you guys figure it out?"
        },
        {
            "speaker": "Andy",
            "line": "We couldn’t crack it."
        },
        {
            "speaker": "Stanley",
            "line": "Go in there and just ask the man what it means."
        },
        {
            "speaker": "Andy",
            "line": "He’ll know that we looked at his private notebook."
        },
        {
            "speaker": "Phyllis",
            "line": "C’mon, just say you saw the list by accident."
        },
        {
            "speaker": "Andy",
            "line": "I’m already working on this Columbus Day thing for you guys and it’s starting to stack up. Feels like a lot. One thing at a time."
        },
        {
            "speaker": "Phyllis",
            "line": "Yeah, that’s all you had to do today was ask about Columbus Day?"
        },
        {
            "speaker": "Robert California",
            "line": "[Andy continuously knocking on door] Yes, for god’s sake Andy. Yes, come in."
        },
        {
            "speaker": "Andy",
            "line": "What’s up? Weird thing. Totally awkward, but you left your notebook on the reception desk."
        },
        {
            "speaker": "Robert California",
            "line": "Great. Thank you."
        },
        {
            "speaker": "Andy",
            "line": "And it was open. And people saw this. And they’re just kinda going nuts and like wondering what it is."
        },
        {
            "speaker": "Robert California",
            "line": "What is this?"
        },
        {
            "speaker": "Andy",
            "line": "It’s a photocopy from your notebook."
        },
        {
            "speaker": "Robert California",
            "line": "You read my notebook? And photocopied it. And distributed it."
        },
        {
            "speaker": "Andy",
            "line": "No. They did. And they asked me to ask about it."
        },
        {
            "speaker": "Robert California",
            "line": "Ah, please. Here’s what it is. It’s a doodle."
        },
        {
            "speaker": "Andy",
            "line": "What?"
        },
        {
            "speaker": "Robert California",
            "line": "Some people doodle at work when they let their mind run. They draw houses, penises. Funny how the houses are always colonials and the penises are always circumcised. Don’t you think? Well, I doodle too, but I’m not an artist. So I draw words and lists."
        },
        {
            "speaker": "Andy",
            "line": "That is fascinating. And, by the way, I am so glad I asked. People were just sort of- Did you just move my name?"
        },
        {
            "speaker": "Robert California",
            "line": "Might as well have been sketching a cube."
        },
        {
            "speaker": "Andy",
            "line": "Okay. Robert’s in the annex, everybody think quick. What do these groups have in common?"
        },
        {
            "speaker": "Meredith",
            "line": "Maybe we’re s’posed to do it with people in our group."
        },
        {
            "speaker": "Jim",
            "line": "That’s not it."
        },
        {
            "speaker": "Meredith",
            "line": "People in the other group."
        },
        {
            "speaker": "Jim",
            "line": "Mmum, still wrong."
        },
        {
            "speaker": "Andy",
            "line": "Stanley, you do puzzles all day. Whatdo we got?"
        },
        {
            "speaker": "Stanley",
            "line": "Well, you take the first letter from each name, assign it a number, add ‘em all up, and SHOVE IT UP YOUR BUTT!"
        },
        {
            "speaker": "Andy",
            "line": "Thank you. A little much needed comic relief, but we really need to figure this out guys."
        },
        {
            "speaker": "Kevin",
            "line": "I know! It’s alphabetical."
        },
        {
            "speaker": "Everyone",
            "line": "[separately] No."
        },
        {
            "speaker": "Dwight",
            "line": "No, it’s not. Here’s how we find out. Let’s line up and compare the lines, see if we learn anything. Okay, left-siders over here. Right-siders, line up over here. Face each other. Match it by height and relative weight. Let’s just size each other up here and left side of the list… ATTACK!"
        },
        {
            "speaker": "Jim",
            "line": "Wait, wait, wait! Stop! Stop! Stop! Will you stop?! [Kelly and Erin screaming as Dwight bashes their heads together, everyone attacking each other and yelling]"
        },
        {
            "speaker": "Andy",
            "line": "Dwight!"
        },
        {
            "speaker": "Meredith",
            "line": "Hey!"
        },
        {
            "speaker": "Kevin",
            "line": "Warning! Warning! Warning!"
        },
        {
            "speaker": "Robert California",
            "line": "[enters room, everyone quiets and separates] I’d like to invite the following people to join me for lunch: Jim, Dwight, Angela, Darryl, Kevin, Toby, Phyllis, Oscar."
        },
        {
            "speaker": "Dwight",
            "line": "That’s great. Let’s do this guys."
        },
        {
            "speaker": "Jim",
            "line": "Alright, well, I will see you in a bit."
        },
        {
            "speaker": "Pam",
            "line": "I love you so much. [starting to cry]"
        },
        {
            "speaker": "Jim",
            "line": "Hey. It’s nothing. Alright? I’ll text you when we get there. Let you know what’s going on."
        },
        {
            "speaker": "Pam",
            "line": "Okay. [turns to computer]"
        },
        {
            "speaker": "Jim",
            "line": "Nope. No dog video."
        },
        {
            "speaker": "Pam",
            "line": "Okay."
        },
        {
            "speaker": "Jim",
            "line": "Okay. See you guys."
        },
        {
            "speaker": "Andy",
            "line": "Well, we should all be really excited about our very own pizza party. Pizza partay! Pizza! Partay! Pizza! Partay!"
        },
        {
            "speaker": "Robert California",
            "line": "Jim, your daughter, Cecilia. What does she think of the street?"
        },
        {
            "speaker": "Jim",
            "line": "Uhhh, the street?"
        },
        {
            "speaker": "Robert California",
            "line": "Sesame street."
        },
        {
            "speaker": "Jim",
            "line": "Oh, I didn’t know anybody called it- She likes it a lot- she, uh, loves Elmo."
        },
        {
            "speaker": "Robert California",
            "line": "Elmo, god’s sake, it’s the Elmo era."
        },
        {
            "speaker": "Jim",
            "line": "Right."
        },
        {
            "speaker": "Robert California",
            "line": "Sesame Street was created to reflect the environment of the children watching it. Complete self-absorption of Elmo is brilliantly reflective of our time. Ours is a cultural ghetto. Wouldn’t you agree."
        },
        {
            "speaker": "Jim",
            "line": "Yeah, she does like Elmo."
        },
        {
            "speaker": "Oscar",
            "line": "Cultural ghetto? Totally- totally agree."
        },
        {
            "speaker": "Phyllis",
            "line": "Completely."
        },
        {
            "speaker": "Darryl",
            "line": "Apt. Apt analysis, Robert."
        },
        {
            "speaker": "Kevin",
            "line": "The thing that I like about Elmo is the tickling."
        },
        {
            "speaker": "Toby",
            "line": "I should not be here. I’m in the- I was in the wrong- I’m- I’m sorry. Uh, just picture me back there. I- I was never here."
        },
        {
            "speaker": "Andy",
            "line": "Great group! Pizza party!"
        },
        {
            "speaker": "Kelly",
            "line": "How is this a pizza party?"
        },
        {
            "speaker": "Andy",
            "line": "Well, why don’t you ask me again when the five pizzas get here."
        },
        {
            "speaker": "Kelly",
            "line": "Yeah, well, that’s just pizza. You need at least one other element for it to be a party."
        },
        {
            "speaker": "Andy",
            "line": "Okay. You guys ever had Margarita pizza?"
        },
        {
            "speaker": "Stanley",
            "line": "What’s that?"
        },
        {
            "speaker": "Andy",
            "line": "Fresh tomato with a dollop of mozzarella cheese."
        },
        {
            "speaker": "Stanley",
            "line": "That’s pizza."
        },
        {
            "speaker": "Pam",
            "line": "That’s regular pizza."
        },
        {
            "speaker": "Dwight",
            "line": "You know, I feel comfortable enough now to ask you this question... what made you pick this group?"
        },
        {
            "speaker": "Robert California",
            "line": "I just think you guys are winners and I wanted to have lunch with you."
        },
        {
            "speaker": "Dwight",
            "line": "Okay!"
        },
        {
            "speaker": "Everyone",
            "line": "[separately] Awww."
        },
        {
            "speaker": "Phyllis",
            "line": "Well, what about the other guys."
        },
        {
            "speaker": "Dwight",
            "line": "Losers."
        },
        {
            "speaker": "Robert California",
            "line": "No."
        },
        {
            "speaker": "Dwight",
            "line": "C’mon."
        },
        {
            "speaker": "Robert California",
            "line": "I don’t- I don’t wanna say-"
        },
        {
            "speaker": "Dwight",
            "line": "C’mon, c’mon."
        },
        {
            "speaker": "Robert California",
            "line": "No, no."
        },
        {
            "speaker": "Dwight",
            "line": "C’mon."
        },
        {
            "speaker": "Robert California",
            "line": "Ha, I guess I think they’re losers."
        },
        {
            "speaker": "Dwight",
            "line": "Ha ha, I knew it! Ha ha! Yes! Woo!"
        },
        {
            "speaker": "Robert California",
            "line": "Probably shouldn’t have said that. [Jim’s jaw drops]"
        },
        {
            "speaker": "Andy",
            "line": "Ah hah! Their interpretation of Margarita pizza. Fans of classic pizza will be psyched."
        },
        {
            "speaker": "Pam",
            "line": "[Pam’s phone vibrates] Oh, text from Jim. “This is getting very weird. Will explain later.”"
        },
        {
            "speaker": "Pam",
            "line": "[Everyone’s phone vibrates] Oh, text from Kevin."
        },
        {
            "speaker": "Meredith",
            "line": "“Suck it losers.”"
        },
        {
            "speaker": "Ryan",
            "line": "Okay, not to point out the glaringly obvious, but doesn’t the fact that I’m in this group make anyone feel just a little bit better? Oh! This crust is sharp!"
        },
        {
            "speaker": "Pam",
            "line": "I used to be young and cute and sorta funny and I could do those cute, little cartoons. And everyone who came through here was like, “Who’s that receptionist? I like her.” Now I’m just a fat mom. Yeah, and you take one look at me and you’re like, “Oh, loser.”"
        },
        {
            "speaker": "Andy",
            "line": "C’mon Pam. Chins up, okay? Bad joke. Look around this room. Does this look like a group of losers? Seriously?"
        },
        {
            "speaker": "Pam",
            "line": "Oh. Oh God."
        },
        {
            "speaker": "Kelly",
            "line": "[door opens, others enter] Oh. Hey guys! We had so much fun. We had Margarita pizza. We all hung out. Got to know each other better. How was your lunch?"
        },
        {
            "speaker": "Angela",
            "line": "It was excellent."
        },
        {
            "speaker": "Darryl",
            "line": "Good times."
        },
        {
            "speaker": "Andy",
            "line": "Yeah?"
        },
        {
            "speaker": "Dwight",
            "line": "Oh, we did. It was the best time. And you know what? Now it’s over. Back to work everyone. You too Andy."
        },
        {
            "speaker": "Kevin",
            "line": "I knew it. I just knew, my whole life, that everyone was wrong about me. My parents, my teachers, my friends, the doctors. Everyone."
        },
        {
            "speaker": "Jim",
            "line": "Well, that was certainly an odd lunch. Is everything alright?"
        },
        {
            "speaker": "Pam",
            "line": "Yeah, I’m fine."
        },
        {
            "speaker": "Kevin",
            "line": "[spraying Meredith and Creed with water gun] Loser. Losers. [Dwight holding up “L” to his forehead]"
        },
        {
            "speaker": "Meredith",
            "line": "[on the phone, while getting sprayed] Just take the casserole out of the- Take it out of the refrigerator and put it in the oven. It’ll be fine, just leave it in for 20 minutes."
        },
        {
            "speaker": "Andy",
            "line": "When I was a salesman I could just be like “Not my job, not my prob. I’m going to the warehouse to polish my knob.” Metaphorically, of course. But now, it is my job and my prob."
        },
        {
            "speaker": "Andy",
            "line": "Hi, Robert? Can you come out here please it’s really important. Just wanted to clarify something. Some people here are under the misconception that some people may be considered, uh, let’s say top-tier and others would be second-tier."
        },
        {
            "speaker": "Robert California",
            "line": "I never said that."
        },
        {
            "speaker": "Andy",
            "line": "Thank you. Great."
        },
        {
            "speaker": "Andy",
            "line": "Oh, that, it might- That might actually be what I’m thinking of. Can you clarify that?"
        },
        {
            "speaker": "Robert California",
            "line": "Let me tell you some things I find productive. Positive reinforcement. Negative reinforcement. Honesty. I’ll tell you some things I find unproductive. Constantly worrying about where you stand based on inscrutable social clues. And then, inevitably reframing it all in a reassuring way so that you can get to sleep at night. No, I do not believe in that at all. If I invited you to lunch, I think you’re a winner. If I didn’t, I don’t. But I just met you all. Life is long, opinions change. Winners prove me right. Losers, prove me wrong."
        },
        {
            "speaker": "Phyllis",
            "line": "Whew, well. I guess that’s that."
        },
        {
            "speaker": "Andy",
            "line": "No. No, no."
        },
        {
            "speaker": "Erin",
            "line": "Andy, don’t go in there!"
        },
        {
            "speaker": "Andy",
            "line": "I’m going in there."
        },
        {
            "speaker": "Andy",
            "line": "I know that every time I talk to you things just seem to get worse. But, you don’t know these people and I do. And if I let you work with faulty information, well, then I’m not doing my job as regional manager. So, please take this pen and change your list."
        },
        {
            "speaker": "Robert California",
            "line": "I’m not gonna change my list, Andy, and I don’t use ballpoint pens."
        },
        {
            "speaker": "Andy",
            "line": "Well, then I will make a new list for you. Stanley... you may think he’s a lazy grump, but did you know that he has the most consistently high sales numbers of anyone in this office? And you may think he’s hard to love, but did you know that he’s in, not one, but two long-term romantic relationships?"
        },
        {
            "speaker": "Robert California",
            "line": "I did not know about the sales figures."
        },
        {
            "speaker": "Andy",
            "line": "Meredith Palmer... Supplier relations. The word “no” not even in her vocabulary. And just to show you that I’m being fair. You had Gabe in the loser column. I think that is astute. Good call. Pam, easily the most creative and kind person I have ever worked with."
        },
        {
            "speaker": "Dwight",
            "line": "Jim, shut the door. This is just gross."
        },
        {
            "speaker": "Jim",
            "line": "Shhh."
        },
        {
            "speaker": "Andy",
            "line": "Erin Hannon, the receptionist and my closest confidant. A winner if there ever was one."
        },
        {
            "speaker": "Erin",
            "line": "I like my new group. I liked my old group."
        },
        {
            "speaker": "Robert California",
            "line": "Are we done?"
        },
        {
            "speaker": "Andy",
            "line": "Yes. No! The Friday before Columbus Day, we’re gonna take a half-day, so that everyone can get a jump on the long weekend."
        },
        {
            "speaker": "Robert California",
            "line": "You want a three and half day weekend for Columbus Day?"
        },
        {
            "speaker": "Andy",
            "line": "Yes, I do."
        },
        {
            "speaker": "Robert California",
            "line": "And you are aware that Columbus and his legions committed genocide against an entire civilization of Native Americans."
        },
        {
            "speaker": "Andy",
            "line": "I don’t care. [Robert smiles as Andy exits]"
        },
        {
            "speaker": "Andy",
            "line": "Hey guys. So Columbus Day, we got that half-day on Friday."
        },
        {
            "speaker": "Stanley",
            "line": "We get that every year."
        },
        {
            "speaker": "Andy",
            "line": "Well, you got it this year too."
        },
        {
            "speaker": "Phyllis",
            "line": "Good night, Andy."
        },
        {
            "speaker": "Andy",
            "line": "Night."
        },
        {
            "speaker": "Angela",
            "line": "Bye."
        },
        {
            "speaker": "Oscar",
            "line": "Good night Andy."
        },
        {
            "speaker": "Dwight",
            "line": "Good night."
        },
        {
            "speaker": "Andy",
            "line": "Night."
        },
        {
            "speaker": "Jim",
            "line": "Alright, I’m gonna go warm up the car."
        },
        {
            "speaker": "Pam",
            "line": "Okay. Oh, uh, you dropped something. Jim?"
        },
        {
            "speaker": "Pam",
            "line": "Okay, I know I’ve been crying easily today, but- [shows unfolded paper Jim dropped, shows two lists, “Pam” and “Cece” on one side, “Everything else” on the other] I mean, that’s just pretty killer, right? I mean, maybe it’s stupid. No. [starts crying] It’s wonderful. I’m gonna frame it. I can always unframe it."
        },
        {
            "speaker": "Andy",
            "line": "I gotta say, I think it's kinda cool not knowing. It's like one of those movies that ends on a note of mystery. Did the butler do it? Are they ghosts? You know? It's kinda sophisticated."
        },
        {
            "speaker": "Kelly",
            "line": "Everybody hates those endings!"
        },
        {
            "speaker": "Pam",
            "line": "[weepy] Yeah, I hate those endings."
        },
        {
            "speaker": "Oscar",
            "line": "I- [Sees Kevin looking at the list upside down and turns it.]"
        },
        {
            "speaker": "Kevin",
            "line": "I was looking for patterns."
        },
        {
            "speaker": "Oscar",
            "line": "I know."
        },
        {
            "speaker": "Ryan",
            "line": "It's all a mind game. He wanted us to see the list. He's a genius. You guys just don't get him."
        },
        {
            "speaker": "Creed",
            "line": "I made a list like this for Congress when I worked in Hollywood in the 50's, they're meaningless."
        },
        {
            "speaker": "Toby",
            "line": "Guys. Really, it's ok. Everyone has made a really solid first impression, I don't think there's any reason for anybody to worry."
        },
        {
            "speaker": "Toby",
            "line": "I am on the wrong side, and I am freaking out here."
        },
        {
            "speaker": "Dwight",
            "line": "[grunting, trying with Jim to lift Kevin planking on his desk] Man, it's like hoisting a manatee. I can't get a grip it's so vast."
        },
        {
            "speaker": "Jim",
            "line": "Ryan? A little help?"
        },
        {
            "speaker": "Dwight",
            "line": "God. How do whalers do it?"
        },
        {
            "speaker": "Ryan",
            "line": "Here's the way trends move across the country. They start in Japan. L.A. And New York get it soon after that. Seattle looks at it, decides not to do it. Chicago gets it three months later. Then it travels down the Mississippi, OK? All the red states start doing it. Good Morning America does a piece about it. And then, it shows up in Scranton."
        },
        {
            "speaker": "Andy",
            "line": "Creed! Wha- [Shoves Creed with his foot, Creed grunts] This is a safety issue with you. There's no way to know if you're dead!"
        },
        {
            "speaker": "Gabe",
            "line": "Good morning. [suitcase falls and he laughs awkwardly]"
        },
        {
            "speaker": "Gabe",
            "line": "Corporate wants me up here, Dunder Mifflin wants me down there. What they worked out is that Monday, Wednesday and Friday I'm here in Scranton, Tuesday Thursday I'm in Tallahassee, I mean I feel like Vera Farmiga in Up in the Air, you know? More money more problems. Although, I didn't get a raise, so you know. Same money, more problems."
        },
        {
            "speaker": "Ryan",
            "line": "It's called owling. You'll read about it in like eight months."
        },
        {
            "speaker": "Jim",
            "line": "Uh, I will have the chicken piccata with a side salad."
        },
        {
            "speaker": "Robert California",
            "line": "That sounds good."
        },
        {
            "speaker": "Kevin",
            "line": "Chicken piccata, side salad."
        },
        {
            "speaker": "Darryl",
            "line": "Chicken piccata, salad on the side please."
        },
        {
            "speaker": "Oscar",
            "line": "I'll start with a side salad and uh, oh, chicken piccata."
        },
        {
            "speaker": "Toby",
            "line": "Chicken piccata, side salad."
        },
        {
            "speaker": "Angela",
            "line": "Side salad, chicken piccata on the side."
        },
        {
            "speaker": "Phyllis",
            "line": "I'll start with a side salad, then a chicken piccata."
        },
        {
            "speaker": "Dwight",
            "line": "Steak. Rare."
        },
        {
            "speaker": "Robert California",
            "line": "Jim, you alright? What are you doing?"
        },
        {
            "speaker": "Jim",
            "line": "Good. What? Nothin'"
        },
        {
            "speaker": "Pam",
            "line": "Oh! Text from Jim. “This is...” hmm."
        },
        {
            "speaker": "Ryan",
            "line": "Profound man, your husband."
        },
        {
            "speaker": "Dwight",
            "line": "One more. To our boss!"
        },
        {
            "speaker": "All",
            "line": "Hey!"
        },
        {
            "speaker": "Jim",
            "line": "I don't think we have to do this again cause it's gonna take a whole. [everyone clinks glasses]"
        },
        {
            "speaker": "Dwight",
            "line": "You know what? Let us treat you. What do you say? It has been such a pleasure."
        },
        {
            "speaker": "Robert California",
            "line": "I can expense it."
        },
        {
            "speaker": "Darryl and Oscar",
            "line": "Let him expense it, Dwight."
        },
        {
            "speaker": "Dwight",
            "line": "I insist. It is gonna be our treat, please?"
        },
        {
            "speaker": "Robert California",
            "line": "Thank you."
        },
        {
            "speaker": "Waiter",
            "line": "Hi, Mr. Shrute. I've waited on you before. I just wanted to let you know that gratuity is not included in the bill and tips are expected."
        },
        {
            "speaker": "Dwight",
            "line": "Oh, tips are expected?"
        },
        {
            "speaker": "Waiter",
            "line": "Yes sir."
        },
        {
            "speaker": "Dwight",
            "line": "Then expect to be shocked. Jim, you owe me $14.75. Oscar, $14.75. Darryl...."
        },
        {
            "speaker": "Gabe",
            "line": "My entire childhood, I was the one left out, and I said to myself: Gabe, if you just achieve some success, you'll be part of them. You'll be part of the happy ones. But instead, people just used my success as a new way to shut me out."
        },
        {
            "speaker": "Meredith",
            "line": "Hey, this ain't no Breakfast Club, bitch."
        },
        {
            "speaker": "Dwight",
            "line": "Whoo! Yeah! Yeah!"
        },
        {
            "speaker": "Jim",
            "line": "Come on, man."
        },
        {
            "speaker": "Dwight",
            "line": "Winners!"
        }
    ]
}