{"season": 8, "episode": 13, "quotes": [{"speaker": "Andy", "line": "Val, I need the space."}, {"speaker": "Val", "line": "All right guys, clear out."}, {"speaker": "Andy", "line": "Everybody out."}, {"speaker": "Val", "line": "Promise me you're going to clean up."}, {"speaker": "Andy", "line": "I can't promise what I'm going to do or not do."}, {"speaker": "Val", "line": "Promise me that-"}, {"speaker": "Andy", "line": "Obviously I'm going to clean up."}, {"speaker": "Andy", "line": "Stress is like the uptight mayor or a town who's saying, \"Hey, we're uptight, you can't dance,\" and then you have to be like, \"Oh yeah, Mayor Stress? Well watch this!\" And then... we dance. Oh how we dance. [dances to Kenny Loggin's Footloose] Sex also works."}, {"speaker": "Erin", "line": "Hey! Jim's back from jury duty."}, {"speaker": "Andy", "line": "Hey! Tuna! He's back."}, {"speaker": "Jim", "line": "Hey."}, {"speaker": "Andy", "line": "Oh, look at this. [hugs Jim] Tuna wrap."}, {"speaker": "Jim", "line": "Okay."}, {"speaker": "Andy", "line": "[grabs Jim's wrist] Hand roll."}, {"speaker": "Jim", "line": "Yeah."}, {"speaker": "Phyllis", "line": "How was jury duty?"}, {"speaker": "Jim", "line": "It was pretty uneventful, actually."}, {"speaker": "Dwight", "line": "Can't believe they let someone like you serve on a jury. Makes me question the whole judicial system."}, {"speaker": "Erin", "line": "What was the case?"}, {"speaker": "Jim", "line": "Uh, hit and run."}, {"speaker": "Erin", "line": "Ooh, \"the case of the hit and run,\" that's exciting."}, {"speaker": "Phyllis", "line": "Did you send him to the slammer?"}, {"speaker": "Jim", "line": "Nope. Not guilty."}, {"speaker": "Dwight", "line": "Of course you found him not guilty. [mocking voice] \"Oh, he apologized and I just really want him to like me, mm.\""}, {"speaker": "Jim", "line": "We're best friends, actually. We're going wine-tasting next weekend, if you want to come."}, {"speaker": "Dwight", "line": "Not coming, have plans."}, {"speaker": "Jim", "line": "Okay."}, {"speaker": "Jim", "line": "I did get called in to jury duty. And they released me around noon, so, didn't think it was worth it to come back to work for a half day. And then the next morning Pam was a little overwhelmed with the kids so I took an extra day to help out. And then three other days happened."}, {"speaker": "Erin", "line": "Ah! Angela had the baby!"}, {"speaker": "Kevin", "line": "Is it black? 'Cause that would be hilarious."}, {"speaker": "Darryl", "line": "Why?"}, {"speaker": "Kevin", "line": "You know."}, {"speaker": "Darryl", "line": "Would it be more hilarious than Angela having a Chinese baby?"}, {"speaker": "Kevin", "line": "A little bit, yeah. Right guys? Back me up."}, {"speaker": "Ryan", "line": "Eh, a little bit."}, {"speaker": "Kevin", "line": "Oh, did I win the pool?"}, {"speaker": "Erin", "line": "Ah, no. Right month, wrong year."}, {"speaker": "Oscar", "line": "Well no one won the pool. Angela wasn't due for another month."}, {"speaker": "Erin", "line": "We should all go to the hospital and visit her."}, {"speaker": "Phyllis", "line": "Oh, I'd love to but, um-"}, {"speaker": "Jim", "line": "Aw man, I would but I can't miss any more work."}, {"speaker": "Oscar", "line": "Well Kevin and I have to go, Accounting is its own little family."}, {"speaker": "Kevin", "line": "Yeah, Oscar's the dad, I'm Oscar's dad and Angela's my mom."}, {"speaker": "Gabe", "line": "Everyone, our very own Angela-"}, {"speaker": "Oscar", "line": "We all got the email, some of us are going to go visit."}, {"speaker": "Gabe", "line": "Oh, I am so in."}, {"speaker": "Gabe", "line": "I love maternity wards. It's the perfect blend of love and horror. Things can go so wrong or so right."}, {"speaker": "Andy", "line": "Come on, Judge Judy, tell us your case. What were the deets?"}, {"speaker": "Jim", "line": "Mine was actually a pretty boring case, so-"}, {"speaker": "Meredith", "line": "How could it be boring? You were there for five days. Titillate us."}, {"speaker": "Stanley", "line": "Yeah, you owe us. I had to stay until six twice to cover for you. My wife got to the TV first, had to sit through damn Rizzoli and damn Isles."}, {"speaker": "Phyllis", "line": "Yeah, my car got smashed visiting one of your clients and I had to have it detailed and they took my meter change."}, {"speaker": "Jim", "line": "Wow, I'm really sorry."}, {"speaker": "Phyllis", "line": "Yeah."}, {"speaker": "Jim", "line": "I never considered that my week off would make everyone else's job harder. The least I could do is give them a good story."}, {"speaker": "Jim", "line": "[demonstrating with napkin holder and salt shaker] So Phyllis, he was here, and then the car came and did- he was like that. Yeah, so it had to be a double backflip, actually."}, {"speaker": "Toby", "line": "You know, when I was on j-duty, uh, Strangler case, we used to recreate the various stranglings with empanadas from- at Ernesto's."}, {"speaker": "Jim", "line": "Oh man, Ernesto's. That was our favorite restaurant too."}, {"speaker": "Toby", "line": "You mean food truck. Ernesto's was a food truck."}, {"speaker": "Meredith", "line": "Toby, shut your hole about the empanadas. Nobody cares about the empanadas."}, {"speaker": "Dwight", "line": "I was in Los Angeles last year. Jim tricked me into thinking I'd won a walk-on part on NCIS, but that's not important. While I was being kicked off the lot, I saw food trucks everywhere. Everyone in Los Angeles eats from them. And nobody calls them restaurants."}, {"speaker": "Oscar", "line": "[whispering] Guys, I don't know how many of you have seen- Gabe? Bring it in. I don't know how many of you have seen a premature baby before. It's going to be really tiny, so please don't say anything offensive."}, {"speaker": "Kevin", "line": "Got that, bimbo?"}, {"speaker": "Erin", "line": "Got it, bimbo. [Oscar knocks at the door]"}, {"speaker": "Angela", "line": "Yes?"}, {"speaker": "Oscar", "line": "Knock, knock. Oh!"}, {"speaker": "Kevin", "line": "Hi!"}, {"speaker": "Angela", "line": "Oh... I don't- I don't want any- what are you guys doing here?"}, {"speaker": "Oscar", "line": "We wanted to say hi to the newest little Dunder Mifflinite."}, {"speaker": "Senator Lipton", "line": "Well, meet our not-so-little bundle of joy, Philip Halsted Lipton."}, {"speaker": "Kevin", "line": "Phillip is so fat."}, {"speaker": "Oscar", "line": "Kevin!"}, {"speaker": "Kevin", "line": "You warned me not to say anything if it was tiny, Oscar. But you didn't prepare me for a big, giant, fat baby."}, {"speaker": "Angela", "line": "Hey."}, {"speaker": "Senator Lipton", "line": "Yes, he's substantial."}, {"speaker": "Erin", "line": "He's more than substantial. He's a monster."}, {"speaker": "Dwight", "line": "So this whole hit and run thing, there's just one part I can't figure out. You said it was at a four-way stop..."}, {"speaker": "Jim", "line": "Mm-hmm."}, {"speaker": "Dwight", "line": "And the victim rode his bicycle into the left hand turn lane but the perp was already in the left-hand turn lane?"}, {"speaker": "Jim", "line": "Mm-hmm."}, {"speaker": "Dwight", "line": "See, that's what I'm having trouble with, because the fact is, you never said he was on a bicycle. [villainous laugh] Busted, Halpert!"}, {"speaker": "Jim", "line": "Okay, wait, wait."}, {"speaker": "Dwight", "line": "Yes! Andy, get out here."}, {"speaker": "Jim", "line": "No. I never said he was on a bicycle. I just said I wasn't listening to you."}, {"speaker": "Dwight", "line": "I am making a citizen's arrest. You have the right to remain silent. You have the right to beg for mercy. You have the right to request judgment by combat. Dwight's rights."}, {"speaker": "Andy", "line": "What's up, gangstas?"}, {"speaker": "Dwight", "line": "Jim was lying about jury duty. He was lying the whole time so he could go do yoga or go canoeing. I don't know what this pervert likes. Fire him!"}, {"speaker": "Andy", "line": "Dwight, not everything is a conspiracy theory."}, {"speaker": "Dwight", "line": "I have Jim on the record saying that the vic-"}, {"speaker": "Andy", "line": "No. Dwight! I have me on the record, saying to you, take a chill pill."}, {"speaker": "Dwight", "line": "I don't- I don't need to take a chill pill."}, {"speaker": "Andy", "line": "Here, right there. [mimes giving Dwight a pill and a glass] Down the hatch."}, {"speaker": "Dwight", "line": "I really don't want to take the chill pill. [mimes taking pill]"}, {"speaker": "Andy", "line": "Attaboy. Good. Now, chill."}, {"speaker": "Dwight", "line": "Okay, okay. [sits, exhales] But let's just say that Jim was lying about jury duty. You would have to fire him, right?"}, {"speaker": "Andy", "line": "Yeah, sure, of course. I'd fire him to Timbuktu. [Jim laughs nervously]"}, {"speaker": "Dwight", "line": "That's good enough for me. [exhales again]"}, {"speaker": "Jim", "line": "...and Pam was just going crazy, trying to take care of Philip because Cece has been out of control recently, and- look, Andy, it doesn't matter. The truth is, I just feel terrible lying to you."}, {"speaker": "Andy", "line": "I feel terrible getting lied to. No one's ever lied to me before."}, {"speaker": "Jim", "line": "Okay. I think the best thing to do right now is just come clean and tell everybody the truth."}, {"speaker": "Andy", "line": "No, not after what I told Dwight about firing you. No. Here's what we're going to do. We're going to have ourselves a good old-fashioned cover-up. Have you ever heard of a Connecticut cover-up?"}, {"speaker": "Jim", "line": "No."}, {"speaker": "Andy", "line": "Do you know why you never heard of it?"}, {"speaker": "Jim", "line": "No."}, {"speaker": "Andy", "line": "Covered it up."}, {"speaker": "Jim", "line": "Are you sure you can keep this under wraps?"}, {"speaker": "Andy", "line": "They used to call me King Tut because I'm so good at keeping things under wraps."}, {"speaker": "Andy", "line": "My nickname was actually King Butt, because I had a king-size butt."}, {"speaker": "Ernesto", "line": "[pulls food truck up to where Dwight and Nate are standing] Where you want I park?"}, {"speaker": "Dwight", "line": "Okay, everybody, gather 'round. Got a real special surprise for you. [indicates Ernesto and assistant who are carrying empanadas]"}, {"speaker": "Toby", "line": "Ernesto!"}, {"speaker": "Ernesto", "line": "Hola Toby! [mimes choking]"}, {"speaker": "Toby", "line": "Yeah, hey."}, {"speaker": "Ernesto", "line": "Como esta? [speaks Spanish]"}, {"speaker": "Nate", "line": "Uh, I'm going to say \"I\" when I'm talking for Ernesto, so instead of \"he says blah, blah, blah,\" I'm going to say \"I say, blah, blah, blah,\" but that's for him. Anyway, it was something like, \"He remembers Toby.\" [makes face] \"I remember Toby.\""}, {"speaker": "Dwight", "line": "Okay- oh, Jim. Hey, this guy look familiar?"}, {"speaker": "Jim", "line": "Uh-"}, {"speaker": "Toby", "line": "It's the empanada guy."}, {"speaker": "Jim", "line": "The empanada guy!"}, {"speaker": "Dwight", "line": "No, Toby! [bleep] Damn it, Toby! No, I wasn't asking you. [sighs] Ask him if he remembers Jim. [Nate asks Ernesto a question in Spanish]"}, {"speaker": "Ernesto", "line": "No."}, {"speaker": "Nate", "line": "He says, \"No.\""}, {"speaker": "Dwight", "line": "He says, \"No!\" Boom!"}, {"speaker": "Andy", "line": "Yeah but who remembers all their customers? I mean, I can name like three of our clients."}, {"speaker": "Dwight", "line": "Okay, he remembers Toby, the most forgettable man in the known world. [Ernesto says something in Spanish]"}, {"speaker": "Nate", "line": "Ah, he doesn't want any trouble, he sees lots of people, they come from all around to eat his delicious meat pockets."}, {"speaker": "Jim", "line": "Uh, you guys are going to love these. So, empanadas on me. You guys gotta try them."}, {"speaker": "Creed", "line": "Usually I'm a burrito guy, but if you won't tell, I won't. Wink, wink."}, {"speaker": "Dwight", "line": "Great. And while we're enjoying these delicious empanadas, Jim, why don't you tell us your story again?"}, {"speaker": "Andy", "line": "Why? Everybody's heard it."}, {"speaker": "Dwight", "line": "Walk us through it. What time would you get there every morning?"}, {"speaker": "Andy", "line": "Hey, Murder She Wrote. How about we drop the whole 'Murder, She Wrote' thing, okay? Jim was at the courthouse for jury duty every morning. How do I know? Because I drove him there."}, {"speaker": "Phyllis", "line": "Why?"}, {"speaker": "Andy", "line": "Why? Why? [looks at Jim]"}, {"speaker": "Jim", "line": "Because my car broke down."}, {"speaker": "Andy", "line": "His car broke down. So he called me, 'cause I live near the courthouse."}, {"speaker": "Dwight", "line": "Wait, wait. You live by the courthouse. So you drove from near the courthouse, out to Jim's house, and then back to the courthouse?"}, {"speaker": "Andy", "line": "Thirty minutes out, thirty minutes back, easy hour. And I would watch that cute little tushie scurry up those courthouse stairs every morning and that was that."}, {"speaker": "Phyllis", "line": "[to Ernesto] I'm sorry, do you have any American Mexican food?"}, {"speaker": "Andy", "line": "We're getting buried out there. What was that stuff about the car breaking down?"}, {"speaker": "Jim", "line": "Well, I think you handled it pretty well."}, {"speaker": "Andy", "line": "I'm not Rumpelstiltskin, Jim. I can't keep spinning gold out of your [bleep]."}, {"speaker": "Jim", "line": "Okay, listen, all right? Dwight's on to us, he's going to figure it out really soon, so let's just get ahead of it, let's tell the truth."}, {"speaker": "Andy", "line": "[sighs] I don't even know what the truth is anymore."}, {"speaker": "Oscar", "line": "Wow, it's so... healthy."}, {"speaker": "Kevin", "line": "I'm going to call him Little Kevin."}, {"speaker": "Angela", "line": "No, you will not."}, {"speaker": "Erin", "line": "Is he really five pounds?"}, {"speaker": "Angela", "line": "Mm-hmm."}, {"speaker": "Erin", "line": "Because I squat with five pounds. This- [squats, grunts] yeah, this feels like more than that."}, {"speaker": "Senator Lipton", "line": "No, no, no, he's nine pounds, seven ounces."}, {"speaker": "Angela", "line": "Nine pounds? Really? I thought you said five. You know what? I was under so many drugs, I felt like I was at a James Taylor concert or something, oh. So, what did you bring?"}, {"speaker": "Oscar", "line": "Oh yeah, I don't know if it's right, but-"}, {"speaker": "Senator Lipton", "line": "Well, if it's anything like that gorgeous wrapping paper, you hit it out of the park."}, {"speaker": "Angela", "line": "Aw, preemie pajamas!"}, {"speaker": "Oscar", "line": "Again, it may not be the right size. I can return-"}, {"speaker": "Angela", "line": "No, I think he came early just so he could wear these. Thank you."}, {"speaker": "Kevin", "line": "I got Little Kevin Call of Duty."}, {"speaker": "Oscar", "line": "This baby is clearly not premature. They're lying about the date it was conceived. It's very interesting. And her husband's gay. I don't even know which thread to follow."}, {"speaker": "Jim", "line": "Uh, excuse me, can I have everyone's attention for a second? First off, I just want to say that I'm really sorry, I didn't know that my absence last week would have been a burden on any of you, because, though I did have jury duty last week, they did dismiss me early on Monday. And I think you're going to find this pretty hilarious. I kind of, uh, well, maybe took the week off."}, {"speaker": "Stanley", "line": "What?"}, {"speaker": "Jim", "line": "Funny? No? Nobody laughing?"}, {"speaker": "Dwight", "line": "[laughs] You're screwed! Oh, it's happening. It's really happening."}, {"speaker": "Stanley", "line": "What the hell, Jim? I covered for your bony butt."}, {"speaker": "Jim", "line": "Pam really needed some help with the kids, so, I promise my intentions were good."}, {"speaker": "Dwight", "line": "Your clients. They're all mine."}, {"speaker": "Darryl", "line": "Jim, I got my ass chewed out because one of your orders got messed up. And Andy, you said you drove him to the courthouse."}, {"speaker": "Andy", "line": "Uh, I did, every morning. And if I didn't, then I hope I die."}, {"speaker": "Dwight", "line": "All right, well. Let's get this show on the road, shall we? Allow me to give you a hand. [puts Jim's things in a box] Here we are. So long, clump-mate. I'm going to miss you. Truth be told, I never thought that this was how it was going to end. I always thought that I was going to defeat you somehow. But you've defeated yourself. [laughs]"}, {"speaker": "Andy", "line": "Dwight, cut it out. I'm not firing Jim."}, {"speaker": "Dwight", "line": "No, no, no. You said- you said that you were-"}, {"speaker": "Andy", "line": "I know what I said. Jim, you're in deep doo-doo. Do you understand? I have one thing to say to you, and I'm going to say it in front of this whole office. Look me in the eye. [gives Jim a limp slap]"}, {"speaker": "Dwight", "line": "That's it? This is crap! [dumps the box on Jim's desk and leaves]"}, {"speaker": "Gabe", "line": "[on voicemail] You've reached Gabe Lewis, I'm currently indisposed. Leave me a message. Ciao. [beep]"}, {"speaker": "Dwight", "line": "Gabe, it's Dwight again. Highest priority, triple-urgent. Call me. Immediately. That means ASAP."}, {"speaker": "Dwight", "line": "I'm gonna find Gabe, tell him what Jim did and let the little stickler do what he does best: stickle."}, {"speaker": "Angela", "line": "Shh."}, {"speaker": "Oscar", "line": "Honestly, I can return this for a larger size."}, {"speaker": "Angela", "line": "It's fine. Pajamas aren't supposed to be baggy, right? It's not the barrio."}, {"speaker": "Oscar", "line": "The only premature baby in this room is the baby this baby ate."}, {"speaker": "Angela", "line": "Ah!"}, {"speaker": "Kevin", "line": "[giggles] Little Kevin."}, {"speaker": "Angela", "line": "Really?"}, {"speaker": "Oscar", "line": "Angela."}, {"speaker": "Angela", "line": "Fine, God. Philip was conceived nine months ago."}, {"speaker": "Oscar", "line": "I knew that, I knew it."}, {"speaker": "Angela", "line": "The senator and I wanted to wait, but we had just seen Thor and there was way too much wine in my chicken piccata."}, {"speaker": "Oscar", "line": "Chicken marsala."}, {"speaker": "Angela", "line": "Right. Um, point is, Philip was conceived out of wedlock."}, {"speaker": "Oscar", "line": "Mm-hmm."}, {"speaker": "Angela", "line": "And now you all know, but you can never tell. I'm serious."}, {"speaker": "Oscar", "line": "Dwight. Hey."}, {"speaker": "Dwight", "line": "Oh, hey. Have you seen Gabe?"}, {"speaker": "Oscar", "line": "He went to the car or something, but he'll be back."}, {"speaker": "Dwight", "line": "Okay. [sits]"}, {"speaker": "Oscar", "line": "Don't you want to see the baby?"}, {"speaker": "Dwight", "line": "Psh! Why? I know what Angela and the senator look like. I can mash that up in my head right now."}, {"speaker": "Oscar", "line": "I promised I wouldn't tell."}, {"speaker": "Dwight", "line": "So don't."}, {"speaker": "Oscar", "line": "Angela got pregnant before the wedding."}, {"speaker": "Dwight", "line": "What?"}, {"speaker": "Oscar", "line": "She got pregnant before the wedding."}, {"speaker": "Dwight", "line": "How long before?"}, {"speaker": "Oscar", "line": "A month. [Dwight leaves, Oscar calls after him] You didn't hear it from me!"}, {"speaker": "Dwight", "line": "Yes I did."}, {"speaker": "Angela", "line": "Dwight?"}, {"speaker": "Senator Lipton", "line": "Dwight."}, {"speaker": "Dwight", "line": "I want to see the baby."}, {"speaker": "Erin", "line": "Oh, Angela will make you cut your fingernails. It's not worth it."}, {"speaker": "Dwight", "line": "Oh, yes. Oh, what a beautiful child. Prominent forehead, short arms, tiny nose. You will lead millions... [whispers] willingly, or as slaves."}, {"speaker": "Dwight", "line": "That baby is a Schrute. And unless somebody taught Mose sex, that baby is mine."}, {"speaker": "Angela", "line": "He's hungry."}, {"speaker": "Senator Lipton", "line": "Oh, that's my cue to leave."}, {"speaker": "Angela", "line": "No, you don't have to. I'm going to wear this cover."}, {"speaker": "Senator Lipton", "line": "Still. Still."}, {"speaker": "Angela", "line": "You won't see-"}, {"speaker": "Jim", "line": "[to Cece] You want a giraffe?"}, {"speaker": "Jim", "line": "Yes, I am brining my kids in to help me get out of this hole. And you all remember my beautiful wife, Pam."}, {"speaker": "Pam", "line": "Hi. Wow, I really thought I'd be more excited to be here."}, {"speaker": "Jim", "line": "Whoa, whoa, whoa, game face, baby, game face."}, {"speaker": "Pam", "line": "Oh right, okay. Hey Stanley, it's great to see you!"}, {"speaker": "Jim", "line": "Whoa, no, no. That's overdoing it, I think."}, {"speaker": "Pam", "line": "Oh, hi Stanley."}, {"speaker": "Jim", "line": "Split the difference?"}, {"speaker": "Pam", "line": "Jim."}, {"speaker": "Jim", "line": "Okay, let's go."}, {"speaker": "Pam", "line": "Hey."}, {"speaker": "Erin", "line": "Hi."}, {"speaker": "Pam", "line": "Hi everybody!"}, {"speaker": "Jim", "line": "What?"}, {"speaker": "All", "line": "Hi."}, {"speaker": "Pam", "line": "How about a little visit?"}, {"speaker": "Jim", "line": "Wow, what a surprise. That's crazy. You guys get to meet the little heck-raisers."}, {"speaker": "Creed", "line": "Hey, Angela's back with her baby."}, {"speaker": "Pam", "line": "Yes, well, you guys all know Cece, but we wanted to introduce you to baby Philip."}, {"speaker": "Andy", "line": "Aw! You guys. He's licking on my finger, just like my cat does."}, {"speaker": "Creed", "line": "Let me have a turn."}, {"speaker": "Pam", "line": "No, it's the pacifier's turn."}, {"speaker": "Creed", "line": "All right."}, {"speaker": "Jim", "line": "Did you say something about this one bringing in something for these people?"}, {"speaker": "Pam", "line": "[gasps] Yes! Cece wanted to thank everybody for letting her daddy stay home with her all last week and play, so she brought you a little treat."}, {"speaker": "Phyllis", "line": "Cookies?"}, {"speaker": "Pam", "line": "No, but that would've been a really good idea."}, {"speaker": "Jim", "line": "That was a great idea."}, {"speaker": "Pam", "line": "No, she brought you drawings."}, {"speaker": "Jim", "line": "Oh my goodness, let's take a look at these. They're usually amazing, so let's see. Yup, they are. Uncle Andy."}, {"speaker": "Andy", "line": "Oh!"}, {"speaker": "Jim", "line": "Oh, Aunt Phyllis."}, {"speaker": "Phyllis", "line": "Oh."}, {"speaker": "Andy", "line": "Wow, these are incredible. Cece, did you do these?"}, {"speaker": "Cece", "line": "No."}, {"speaker": "Pam", "line": "She says \"no\" to everything. You know, she thinks my name is \"No.\" Cece, do you want some broccoli?"}, {"speaker": "Cece", "line": "Yes."}, {"speaker": "Pam", "line": "No. It's crazy."}, {"speaker": "Ryan", "line": "Why am I shorter than the table that I'm standing next to?"}, {"speaker": "Andy", "line": "There's cross-hatching in some of these. That's kind of advanced for a two-year-old."}, {"speaker": "Kelly", "line": "Cece, this is your big sister Kelly. Did you color this pretty picture?"}, {"speaker": "Cece", "line": "No."}, {"speaker": "Kelly", "line": "So then this means nothing to you. [rips picture]"}, {"speaker": "Andy", "line": "Hey, Cece, why don't you draw another picture for us, exactly like this one, or at least in the exact same style?"}, {"speaker": "Jim", "line": "You know what? I don't think you need to do things on command. That's very weird. I'll just take that. Thank you. I think we should just wrap up the show, kiddos. Right?"}, {"speaker": "Cece", "line": "[cries] Mama!"}, {"speaker": "Pam", "line": "Shh."}, {"speaker": "Jim", "line": "I don't know what else we can do here."}, {"speaker": "Cece", "line": "[cries] Mama, mama, mama."}, {"speaker": "Jim", "line": "It's okay."}, {"speaker": "Pam", "line": "Oh, it's okay, sweetie."}, {"speaker": "Jim", "line": "All right, all right. Okay."}, {"speaker": "Pam", "line": "It's okay, honey. [Philip cries] It's okay, it's okay."}, {"speaker": "Jim", "line": "All right, I know, I know. Let's just get this."}, {"speaker": "Pam", "line": "Shh."}, {"speaker": "Cece", "line": "Mama!"}, {"speaker": "Dwight", "line": "Angela, this child is definitely mine. He looks just like me."}, {"speaker": "Angela", "line": "Every baby looks just like you. Your face kind of looks like a baby."}, {"speaker": "Dwight", "line": "Need I remind you that we were together a month before the wedding?"}, {"speaker": "Angela", "line": "That is completely untrue."}, {"speaker": "Dwight", "line": "Completely true. Remember? Angela. No."}, {"speaker": "Dwight", "line": "You said that Robert was not fulfilling you-"}, {"speaker": "Angela", "line": "I did not. Uh-uh."}, {"speaker": "Dwight", "line": "-and I said, \"I bet I could fulfill you,\" and you said, \"I'd like to see you try,\" and then I kissed you with the force of a thousand waterfalls."}, {"speaker": "Angela", "line": "That didn't happen."}, {"speaker": "Dwight", "line": "And then I inserted my penis-"}, {"speaker": "Angela", "line": "No! Stop it!"}, {"speaker": "Dwight", "line": "Into your-"}, {"speaker": "Angela", "line": "Dwight."}, {"speaker": "Dwight", "line": "Vagina and-"}, {"speaker": "Angela", "line": "And even if it did, it's just a coincidence."}, {"speaker": "Dwight", "line": "Admit that there is a chance."}, {"speaker": "Angela", "line": "I will not."}, {"speaker": "Dwight", "line": "Admit it. Admit it."}, {"speaker": "Angela", "line": "I will not, it's not-"}, {"speaker": "Senator Lipton", "line": "All done?"}, {"speaker": "Dwight", "line": "Yeah."}, {"speaker": "Senator Lipton", "line": "Mmm."}, {"speaker": "Angela", "line": "Yes, yes. He's sleeping."}, {"speaker": "Dwight", "line": "Before I go, may I?"}, {"speaker": "Angela", "line": "Sure. [gives Philip to Dwight] Watch the head, watch the head."}, {"speaker": "Dwight", "line": "Nurse, you know that baby in there, baby Philip? Cancel the circumcision."}, {"speaker": "Nurse", "line": "Who are you?"}, {"speaker": "Dwight", "line": "I just might be his father."}, {"speaker": "Nurse", "line": "I don't know what that means. We're gonna circumcise him."}, {"speaker": "Jim", "line": "[Philip is crying] I know, buddy, I know. Cece, you want to come? Want to come out?"}, {"speaker": "Cece", "line": "No!"}, {"speaker": "Jim", "line": "Oh bud, I know. Do you have a pacifier or anything?"}, {"speaker": "Pam", "line": "I'm looking, I'm looking for the pacifier."}, {"speaker": "Jim", "line": "Cece!"}, {"speaker": "Pam", "line": "Okay, we're going."}, {"speaker": "Jim", "line": "Okay, okay, we gotta go. All right, we're going home, we're going home. We're going home, we're going home. I know, I know, bud."}, {"speaker": "Pam", "line": "Shh, shh, shh."}, {"speaker": "Jim", "line": "I know, I know."}, {"speaker": "Pam", "line": "You want to grab her?"}, {"speaker": "Jim", "line": "I'm gonna grab her, okay."}, {"speaker": "Pam", "line": "Here we go, here we go."}, {"speaker": "Jim", "line": "Hi, all right. I'm just going to go down to the car and I'm going to put her in her seat and I'll be right back up."}, {"speaker": "Stanley", "line": "[groans] We'll see you tomorrow."}, {"speaker": "Jim", "line": "No, no, it's okay, I'll be right back."}, {"speaker": "Phyllis", "line": "No, just go home."}, {"speaker": "Darryl", "line": "It's all good, we got this."}, {"speaker": "Darryl", "line": "I have a kid. Last week, Jim at home? That was no vacation."}, {"speaker": "Pam", "line": "Jim."}, {"speaker": "Phyllis", "line": "Just go."}, {"speaker": "Andy", "line": "Hey, we'll be just fine."}, {"speaker": "Jim", "line": "Thanks guys. All right, here we go. Let's go."}, {"speaker": "Andy", "line": "Oh, whew!"}, {"speaker": "Andy", "line": "Dwight, what the hell? You can't smoke in here."}, {"speaker": "Dwight", "line": "Oh, right. [sighs] The office looks different now. Huh. Smaller. Maybe I just feel bigger. Hello Gabe."}, {"speaker": "Gabe", "line": "You had something important to tell me?"}, {"speaker": "Dwight", "line": "Oh, you know, I did but now it seems infinitely insignificant."}, {"speaker": "Dwight", "line": "Jim? Oh, right. Nah, forget it. He was doing it for his kids. I get it. Kids drive us dads crazy. Sometimes I feel like they're raising us. Am I right?"}, {"speaker": "Jim", "line": "I would love for everyone to just forgive me. But, if that's not happening, I'm not averse to just buying them all off."}, {"speaker": "Jim", "line": "Alright guys. You know how we all like the red licorice but it's always buried behind like a ton of black licorice? [points to pile of candy] Bought it all. Now it's like red city in there. So, enjoy it."}, {"speaker": "Phyllis", "line": "Mmm-hmm. Moneybags. Must be nice."}, {"speaker": "Andy", "line": "So you effectively spent what...four dollars on the entire office?"}, {"speaker": "Jim", "line": "Uh, I can't get a handle on it. Am I cheap or rich? I can't..."}, {"speaker": "Andy", "line": "You're nothing. When I think about all the gas money I spent on you. Washing my car to make sure you-"}, {"speaker": "Jim", "line": "[interrupting] Alright. Well, enjoy the red licorice, and good riddance, right? [tosses black licorice into trash]"}, {"speaker": "Darryl", "line": "Whoa whoa whoa whoa whoa! So you're just gonna throw away perfectly good food?"}, {"speaker": "Jim", "line": "It's not really food, right?"}, {"speaker": "Creed", "line": "I'm really hating this Jim guy!"}, {"speaker": "Jim", "line": "Ok, ok, ok."}, {"speaker": "Stanley", "line": "I know what you can do Jim. Take those black licorice, then go get some of those red licorice, take 'em in your hand, roll 'em up real tight..."}, {"speaker": "Jim", "line": "“And shove it up my butt.”"}, {"speaker": "Stanley", "line": "Dammit Jim! You stole my afternoons, now you stole my line! It's not “shove it up your butt” it's....I'll kill you! I'll kill you dead!"}, {"speaker": "Darryl", "line": "Eat it."}, {"speaker": "Jim", "line": "I'm not gonna eat it."}, {"speaker": "Darryl", "line": "Eat. It."}, {"speaker": "Jim", "line": "I'm not-"}, {"speaker": "Stanley", "line": "EAT IT! [Jim begins eating black licorice]"}, {"speaker": "Jim", "line": "[on phone] They hate me, Pam."}, {"speaker": "Pam", "line": "They don't hate you."}, {"speaker": "Jim", "line": "No, it's bad. Darryl canceled go-karting...."}, {"speaker": "Pam", "line": "When were you going go-karting with Darryl?"}, {"speaker": "Jim", "line": "It's a lunch thing."}, {"speaker": "Pam", "line": "Alright. Just don't worry, we'll figure this out."}, {"speaker": "Jim", "line": "I feel like a stranger in my own country."}, {"speaker": "Pam", "line": "Ok, drama."}, {"speaker": "Jim", "line": "Ok. Well, hey, you're not here. You don't know, Ok? It's intense. They made me eat black licorice."}, {"speaker": "Dwight", "line": "I have a recurring nightmare that I've been wrongly accused of a crime and twelve of these idiots are on the jury. Stanley is fast asleep, Kevin eats the evidence, Phyllis's name is Allison but it really is Phyllis, Jim is foreman of the jury and pronounces me guilty. The cop takes me away and tells me that I've been a bad boy and we have sex in the hall. She leaves the handcuffs on. They take me away to prison. The guards are all women. [sighs]"}, {"speaker": "Andy", "line": "Everyone, this is Officer Foley from the Scranton PD. Works down at the courthouse. I think he has something he's like to say."}, {"speaker": "Officer Foley", "line": "I understand that some of you don't believe that Mr. Bernard drove his friend into the courthouse for jury duty last week."}, {"speaker": "Darryl", "line": "Correction: we don't care."}, {"speaker": "Erin", "line": "Hey, aren't you an actor?"}, {"speaker": "Andy", "line": "No."}, {"speaker": "Erin", "line": "Weren't you in Sweeny Todd last year with Andy?"}, {"speaker": "Officer Foley", "line": "Uh, no."}, {"speaker": "Darryl", "line": "You hired your actor friend to come here as a cop?"}, {"speaker": "Andy", "line": "That is so offensive and ridiculous. I-"}, {"speaker": "Darryl", "line": "So if I started singing “Down By the Old Mill Stream”, you couldn't join me in a three part harmony. [Andy and Officer Foley shake their heads no, Darryl begins singing] Down by the, down by the, down by the...."}, {"speaker": "Andy, Darryl & Officer Foley", "line": "[singing] Old mill stream. When I first met you, down by the old mill stream [Andy & Foley hold “stream”]"}, {"speaker": "Darryl", "line": "[Low singing] Old, mill, stream."}, {"speaker": "Andy", "line": "Ho hah!....oh, shoot."}, {"speaker": "Darryl", "line": "Mm hmm."}]}