{
    "season": 2,
    "episode": 11,
    "quotes": [
        {
            "speaker": "Jim",
            "line": "Hey."
        },
        {
            "speaker": "Dwight",
            "line": "Hello. Jim?"
        },
        {
            "speaker": "Jim",
            "line": "What's up, buddy?"
        },
        {
            "speaker": "Dwight",
            "line": "This is not funny. Why is my stuff in here?"
        },
        {
            "speaker": "Jim",
            "line": "Wow, that's weird. Oh, dollar for a stapler, that's pretty good."
        },
        {
            "speaker": "Dwight",
            "line": "Yeah, well, I'm not paying for my own stuff, okay? I know you did this, because you're friends with the vending machine guy."
        },
        {
            "speaker": "Jim",
            "line": "Who, Steve?"
        },
        {
            "speaker": "Dwight",
            "line": "Yeah, Steve, whatever his name is."
        },
        {
            "speaker": "Pam",
            "line": "Sorry. What do I want? What do I want... Oh, it's a pencil cup."
        },
        {
            "speaker": "Dwight",
            "line": "No, no, no, no, no. That's my pencil cup."
        },
        {
            "speaker": "Pam",
            "line": "Um, I don't think so, I just bought it."
        },
        {
            "speaker": "Dwight",
            "line": "Uh, I think so, and you're going to hand it over to me."
        },
        {
            "speaker": "Pam",
            "line": "I love these."
        },
        {
            "speaker": "Dwight",
            "line": "Okay, fine. Where's my wallet?"
        },
        {
            "speaker": "Jim",
            "line": "Oh, there it is. J1."
        },
        {
            "speaker": "Dwight",
            "line": "But I don't have any..."
        },
        {
            "speaker": "Jim",
            "line": "Here, you know what? You can have some nickels."
        },
        {
            "speaker": "Dwight",
            "line": "[putting quarters in] Five, ten, fifteen, twenty, twenty-five..."
        },
        {
            "speaker": "Michael",
            "line": "Hello, everyone."
        },
        {
            "speaker": "Dwight",
            "line": "Good morning, Michael."
        },
        {
            "speaker": "Phyllis",
            "line": "Where are we going this afternoon?"
        },
        {
            "speaker": "Michael",
            "line": "Ah! Ha ha ha!"
        },
        {
            "speaker": "Pam",
            "line": "Last week, Michael sent out this mysterious memo."
        },
        {
            "speaker": "Jim",
            "line": "\"It's time for our first quarter camaraderie event, so pack a swimsuit, a toothbrush, rubber-soled shoes, and a ski mask.\""
        },
        {
            "speaker": "Pam",
            "line": "A ski mask and a swimsuit."
        },
        {
            "speaker": "Jim",
            "line": "So that he can have us rob a bank, and then escape through the sewers."
        },
        {
            "speaker": "Pam",
            "line": "And brush our teeth."
        },
        {
            "speaker": "Michael",
            "line": "Yeah?"
        },
        {
            "speaker": "Stanley",
            "line": "Michael."
        },
        {
            "speaker": "Michael",
            "line": "Stanley! Bo banley."
        },
        {
            "speaker": "Stanley",
            "line": "I need to know..."
        },
        {
            "speaker": "Michael",
            "line": "Banana fana fo fanley."
        },
        {
            "speaker": "Stanley",
            "line": "What we're doing."
        },
        {
            "speaker": "Michael",
            "line": "Be my mo manley."
        },
        {
            "speaker": "Stanley",
            "line": "You said bring a toothbrush."
        },
        {
            "speaker": "Michael",
            "line": "Stanley."
        },
        {
            "speaker": "Stanley",
            "line": "Is this an overnight?"
        },
        {
            "speaker": "Michael",
            "line": "Maybe. The suspense is just so exciting, isn't it?"
        },
        {
            "speaker": "Stanley",
            "line": "Should my wife tell her boss she's not coming in tomorrow?"
        },
        {
            "speaker": "Michael",
            "line": "Maybe, I don't know."
        },
        {
            "speaker": "Stanley",
            "line": "Not maybe. Yes or no."
        },
        {
            "speaker": "Michael",
            "line": "Well, no. But... okay, don't spoil it for everybody, all right? But we are going on a booze cruise on Lake Wallenpaupack."
        },
        {
            "speaker": "Stanley",
            "line": "In January?"
        },
        {
            "speaker": "Michael",
            "line": "It's cheaper."
        },
        {
            "speaker": "Michael",
            "line": "This is not just another party. This is a leadership training exercise. Right? I'm going to combine elements of fun and motivation and education into a single mind-blowing experience."
        },
        {
            "speaker": "Michael",
            "line": "It is now time to unveil the destination of this year's retreat. We are going on a harbor cruise of Lake Wallenpaupack. It's a booze cruise!"
        },
        {
            "speaker": "Meredith",
            "line": "All right!"
        },
        {
            "speaker": "Ryan",
            "line": "I have a test for business school tomorrow night. Is it okay if I skip the cruise and study for that?"
        },
        {
            "speaker": "Michael",
            "line": "No. This is mandatory. But don't worry, you know what? You're gonna learn plenty. This is gonna turn your life around, Ryan."
        },
        {
            "speaker": "Ryan",
            "line": "I'm already in business school."
        },
        {
            "speaker": "Michael",
            "line": "Well, this..."
        },
        {
            "speaker": "Kelly",
            "line": "Wait, Michael?"
        },
        {
            "speaker": "Michael",
            "line": "Yeah?"
        },
        {
            "speaker": "Kelly",
            "line": "Why did you tell us to bring a bathing suit?"
        },
        {
            "speaker": "Michael",
            "line": "To throw you off the scent."
        },
        {
            "speaker": "Kelly",
            "line": "Yeah, but I bought a bathing suit."
        },
        {
            "speaker": "Michael",
            "line": "Well, just keep the tags on and you can return it."
        },
        {
            "speaker": "Kelly",
            "line": "I took the tags off already."
        },
        {
            "speaker": "Michael",
            "line": "Well, that's not my fault, okay? Just.. we're not going to pay for a bathing suit. Okay, I know what you're all thinking, \"Who is this smart little cookie?\" Her name is Brenda... something, and she is from corporate. And she is here, like you, to learn from what I have to say."
        },
        {
            "speaker": "Michael",
            "line": "I am a great motivational speaker. I attended a Tony Robbins event by the airport last year, and... it wasn't the actual course. You have to pay for the actual course. But it talked about the actual course. And I've incorporated a lot of his ideas into my own course."
        },
        {
            "speaker": "Michael",
            "line": "Leader... ship. The word \"ship\" is hidden inside the word \"leadership,\" as its derivation. So if this office is, in fact, a ship, as its leader, I am the captain. But we're all in the same boat. Teamwork!"
        },
        {
            "speaker": "Oscar",
            "line": "Last year, Michael's theme was \"Bowl over the Competition!\" So guess where we went."
        },
        {
            "speaker": "Michael",
            "line": "Now, on this ship that is the office, what is a sales department? Anyone?"
        },
        {
            "speaker": "Darryl",
            "line": "How about the sales department is the sails?"
        },
        {
            "speaker": "Michael",
            "line": "Yes, Darryl, the sales department makes sales. Good. Let me just explain. I see the sales department as the furnace."
        },
        {
            "speaker": "Phyllis",
            "line": "A furnace?"
        },
        {
            "speaker": "Jim",
            "line": "Yeesh, how old is this ship?"
        },
        {
            "speaker": "Pam",
            "line": "How about the anchor?"
        },
        {
            "speaker": "Phyllis",
            "line": "What does the furnace do?"
        },
        {
            "speaker": "Michael",
            "line": "All right, let's not get hung up on the furnace. This just... it's the sales... I see the sales department down there. They're in the engine room, and they are shoveling coal into the furnace, right? I mean, who saw the movie Titanic? They were very important in the movie Titanic. Who saw it? Show of hands!"
        },
        {
            "speaker": "Jim",
            "line": "I'm not really sure what movie you're talking about. Are you sure you got the title right?"
        },
        {
            "speaker": "Michael",
            "line": "Titanic?"
        },
        {
            "speaker": "Pam",
            "line": "I think you're thinking of The Hunt for Red October."
        },
        {
            "speaker": "Michael",
            "line": "No, I'm Leo DiCaprio! Come on!"
        },
        {
            "speaker": "Jim",
            "line": "Michael stands in the front of the boat and says that he's king of the world within the first hour, or I give you my next paycheck."
        },
        {
            "speaker": "Phyllis",
            "line": "Michael, everyone in the engine room drowned."
        },
        {
            "speaker": "Michael",
            "line": "No! Thank you, spoiler alert. You saw the movie, those of you who did. They're happy down there in the furnace room. And they're dirty and grimy and sweaty, and they're singing their ethnic songs, and... actually, that might be warehouse."
        },
        {
            "speaker": "Darryl",
            "line": "What?"
        },
        {
            "speaker": "Michael",
            "line": "The... no, no. No, I didn't... okay. Well, okay, in a nutshell, what I'm saying is... leadership. We'll talk more about that on the boat. Ship."
        },
        {
            "speaker": "Dwight",
            "line": "Aye aye, Captain."
        },
        {
            "speaker": "Michael",
            "line": "[singing] A three-hour tour, a three-hour tour."
        },
        {
            "speaker": "Michael",
            "line": "Pam, you are Mary Ann! We have the Professor and Ginger, welcome aboard. Angela, you are Mrs. Howell. Lovey. [to Kelly] Uh... the native. Sometimes they come from neighboring... [to Stanley] We have one of the Globetrotters, I am the Skipper, and Dwight, you will be Gilligan."
        },
        {
            "speaker": "Dwight",
            "line": "Cool."
        },
        {
            "speaker": "Captain Jack",
            "line": "Actually, I'm the Skipper. But you can be Gilligan."
        },
        {
            "speaker": "Michael",
            "line": "I'd rather die. Hi, I am Michael Scott, I am the captain of this party."
        },
        {
            "speaker": "Captain Jack",
            "line": "I am Captain Jack, I am captain of the ship. I'm also captain of anyone who sets foot on the ship. [to boarding passengers] Hi, welcome aboard."
        },
        {
            "speaker": "Michael",
            "line": "Okay."
        },
        {
            "speaker": "Michael",
            "line": "In an office, when you are ranking people, manager is higher than captain. On a boat, who knows? It's nebulose."
        },
        {
            "speaker": "Michael",
            "line": "Hey, look! I'm king of the world!"
        },
        {
            "speaker": "Captain Jack",
            "line": "Okay, all right! Welcome aboard! I am your captain, Captain Jack."
        },
        {
            "speaker": "Michael",
            "line": "And I am the regional manager of Dunder-Mifflin, Michael Scott. Welcome, welcome!"
        },
        {
            "speaker": "Captain Jack",
            "line": "Okay! So..."
        },
        {
            "speaker": "Michael",
            "line": "Okay! So..."
        },
        {
            "speaker": "Captain Jack",
            "line": "Please. The life preservers."
        },
        {
            "speaker": "Michael",
            "line": "Right."
        },
        {
            "speaker": "Captain Jack",
            "line": "They are located underneath the seats, all along the border of the boat."
        },
        {
            "speaker": "Michael",
            "line": "But don't worry, you are not going to be needing life preservers tonight."
        },
        {
            "speaker": "Captain Jack",
            "line": "Well, we might, okay? Please let me finish, okay? Thank you. So, the Coast Guard requires that I tell you where the safety exits are. On this ship, it's very easy. Anywhere over the side. [Dwight laughs loudly.] Not only am I your ship captain, I am also your party captain! Whoo! We're gonna get it going in just a few minutes here..."
        },
        {
            "speaker": "Michael",
            "line": "I'm your party captain too! And you are gonna put on your dancing shoes later on! So we are gonna..."
        },
        {
            "speaker": "Captain Jack",
            "line": "Okay, Michael, if you don't mind..."
        },
        {
            "speaker": "Michael",
            "line": "Rock it!"
        },
        {
            "speaker": "Captain Jack",
            "line": "Please, okay?"
        },
        {
            "speaker": "Michael",
            "line": "If the boat's a-rockin', don't come knockin'!"
        },
        {
            "speaker": "Captain Jack",
            "line": "Michael."
        },
        {
            "speaker": "Michael",
            "line": "Yep."
        },
        {
            "speaker": "Captain Jack",
            "line": "Your company's employees are not the only people on the boat tonight, okay?"
        },
        {
            "speaker": "Michael",
            "line": "We're all gonna have a good time tonight!"
        },
        {
            "speaker": "Captain Jack",
            "line": "Why don't you let me and my crew do our job. You just sit back and have a good time. All right?"
        },
        {
            "speaker": "Michael",
            "line": "Hm? Okay. Yep."
        },
        {
            "speaker": "Katy",
            "line": "You guys, it's like we're in high school and we're at the cool table. Right?"
        },
        {
            "speaker": "Roy",
            "line": "Yeah."
        },
        {
            "speaker": "Katy",
            "line": "Pam, were you a cheerleader?"
        },
        {
            "speaker": "Roy",
            "line": "No, she was totally Miss Artsy-Fartsy in high school. She wore the turtleneck and everything!"
        },
        {
            "speaker": "Katy",
            "line": "That's hilarious."
        },
        {
            "speaker": "Jim",
            "line": "It's not hilarious, but..."
        },
        {
            "speaker": "Roy",
            "line": "Where did you go to school?"
        },
        {
            "speaker": "Katy",
            "line": "Bishop O'Hara."
        },
        {
            "speaker": "Roy",
            "line": "Piss slop who cares-a? We played you! You... you really look familiar. Did you... you cheered for them, didn't you?"
        },
        {
            "speaker": "Jim",
            "line": "Um, no."
        },
        {
            "speaker": "Katy",
            "line": "Yes, I did! [chanting] A-W-E-S-O-M-E! Awesome! Awesome is what we are! We're the football superstars! A-W-E-S-O-M-E!"
        },
        {
            "speaker": "Roy",
            "line": "I remember that! We crushed you like 42-10!"
        },
        {
            "speaker": "Michael",
            "line": "Having fun?"
        },
        {
            "speaker": "Brenda",
            "line": "Yeah. Everybody's really nice."
        },
        {
            "speaker": "Michael",
            "line": "Good. Well, that is what Scranton is all about. Not like you New Yawkers."
        },
        {
            "speaker": "Brenda",
            "line": "When are you going to start the presentation?"
        },
        {
            "speaker": "Michael",
            "line": "Well, we already sort of started it back at the office and on the dock with the Gilligan thing, so... right now, I was thinking. Yes. Okay, listen up all you Dunder-Mifflinites! I would like to talk to you all about life preservers. Now, one important life preserver in business is IT support."
        },
        {
            "speaker": "Captain Jack",
            "line": "Not now, Mike, we're doing the limbo! That's right, partiers, it's time to limbo, limbo, limbo!"
        },
        {
            "speaker": "Michael",
            "line": "So, okay."
        },
        {
            "speaker": "Dwight",
            "line": "Limbo, whoo!"
        },
        {
            "speaker": "Captain Jack",
            "line": "All right! I need a volunteer to come up here and hold my stick. Who's it gonna be?"
        },
        {
            "speaker": "Meredith",
            "line": "Me."
        },
        {
            "speaker": "Captain Jack",
            "line": "Okay..."
        },
        {
            "speaker": "Dwight",
            "line": "Me! Me, me, me."
        },
        {
            "speaker": "Captain Jack",
            "line": "Uh... usually it's a woman."
        },
        {
            "speaker": "Dwight",
            "line": "I'm stronger."
        },
        {
            "speaker": "Captain Jack",
            "line": "Hey, I got an idea! How would you like to steer the ship, Dwight?"
        },
        {
            "speaker": "Captain Jack",
            "line": "Keep us on a steady course. Keep a sharp eye out. I'm counting on you!"
        },
        {
            "speaker": "Dwight",
            "line": "I was the youngest pilot in Pan Am history. When I was four, the pilot let me ride in the cockpit and fly the plane with him. And I was four. And I was great. And I would have landed it, but my dad wanted us to go back to our seats."
        },
        {
            "speaker": "Captain Jack",
            "line": "All right, all right, that was great! Now it's time for the dance contest!"
        },
        {
            "speaker": "Michael",
            "line": "But before that, I have to do my presentation."
        },
        {
            "speaker": "Captain Jack",
            "line": "Nope! Dance contest!"
        },
        {
            "speaker": "Michael",
            "line": "All right, we'll have a motivational dance contest! Hit it! Yeah, okay, dancing! It is a primal art form used in ancient times to express yourself with the body and communicate!"
        },
        {
            "speaker": "Michael",
            "line": "Sometimes you have to take a break from being the kind of boss that's always trying to teach people things. Sometimes you have to just be the boss of dancing."
        },
        {
            "speaker": "Dwight",
            "line": "[singing] What do you do with a drunken sailor? What do you do with a drunken sailor? What do you do with a drunken sailor early in the morning?"
        },
        {
            "speaker": "Angela",
            "line": "Hey, come inside and talk to me."
        },
        {
            "speaker": "Dwight",
            "line": "I can't. Do you want us to run aground, woman?!"
        },
        {
            "speaker": "Darryl and Katy",
            "line": "[chanting] Snorkel shot! Snorkel shot!"
        },
        {
            "speaker": "Roy",
            "line": "Whoo! Who's next? Come on, Pam! Come on! Come on!"
        },
        {
            "speaker": "Pam",
            "line": "No, I'm not going to do that."
        },
        {
            "speaker": "Roy",
            "line": "Come on!"
        },
        {
            "speaker": "Darryl",
            "line": "That's what I'm talking about!"
        },
        {
            "speaker": "Pam",
            "line": "Hey, why don't we find like a quieter place to hang out?"
        },
        {
            "speaker": "Roy",
            "line": "I've just gotta wait for Darryl to do his shot. Just a minute. Come on! [chanting] Darryl! Darryl!"
        },
        {
            "speaker": "Pam",
            "line": "It's getting kind of rowdy down there."
        },
        {
            "speaker": "Jim",
            "line": "Yeah. [chanting] Darryl! Darryl! Darryl!"
        },
        {
            "speaker": "Pam",
            "line": "Sometimes I just don't get Roy."
        },
        {
            "speaker": "Jim",
            "line": "Well..."
        },
        {
            "speaker": "Pam",
            "line": "I mean, I don't know. So... what's it like dating a cheerleader?"
        },
        {
            "speaker": "Jim",
            "line": "Oh, um... [A long silence.]"
        },
        {
            "speaker": "Pam",
            "line": "I'm cold."
        },
        {
            "speaker": "Captain Jack",
            "line": "So, what's this presentation all about?"
        },
        {
            "speaker": "Michael",
            "line": "Ah! See, this is of general interest. It is about priorities and making decisions, using the boat as an analogy. What is important to you? If the boat is sinking, what do you save?"
        },
        {
            "speaker": "Captain Jack",
            "line": "Women and children."
        },
        {
            "speaker": "Michael",
            "line": "No, no. Salesmen and profit centers."
        },
        {
            "speaker": "Captain Jack",
            "line": "That's a stupid analogy."
        },
        {
            "speaker": "Michael",
            "line": "Okay, well, obviously you don't know anything about leadership."
        },
        {
            "speaker": "Captain Jack",
            "line": "Well, I was the captain of a PC-1 Cyclone Coastal Patrol Boat during Desert Storm."
        },
        {
            "speaker": "Dwight",
            "line": "Wow. You should be the motivational speaker."
        },
        {
            "speaker": "Michael",
            "line": "Okay."
        },
        {
            "speaker": "Dwight",
            "line": "Yeah. He gives me real responsibility, Michael. Captain Jack delegates. He's let me steer the ship for the last hour."
        },
        {
            "speaker": "Katy",
            "line": "I'd like to be engaged. How did you manage to pull that off?"
        },
        {
            "speaker": "Pam",
            "line": "Uh, I've been engaged for three years, and there's no end in sight. So... you don't wanna ask my advice."
        },
        {
            "speaker": "Captain Jack",
            "line": "Suppose your office building's on fire. Jim, who would you save?"
        },
        {
            "speaker": "Jim",
            "line": "Um... let's see, uh...  The customer. Because the customer is king."
        },
        {
            "speaker": "Michael",
            "line": "Not what I was looking for, but a good thought."
        },
        {
            "speaker": "Captain Jack",
            "line": "He's just sucking up!"
        },
        {
            "speaker": "Roy",
            "line": "When you were in the Navy, did you ever almost die?"
        },
        {
            "speaker": "Captain Jack",
            "line": "Oh yeah, oh yeah. And I wasn't thinking about some customer. I was thinking about my first wife. The day I got back on shore, I married her."
        },
        {
            "speaker": "Jim",
            "line": "You know what? I would save the receptionist. I just wanted to clear that up."
        },
        {
            "speaker": "Roy",
            "line": "Hello, everybody, could I have your attention for just a second? Could you listen to me for a second? We were up at the front, and we were talking about what's really important, and... Pam, I think enough is enough. I think we should set a date for our wedding. How about June 10th? Come on, let's do it! Come on, Pam!"
        },
        {
            "speaker": "Michael",
            "line": "I don't want to take credit for this, but Roy and I were just having a conversation about making commitments and making choices. Right? Did I motivate you?"
        },
        {
            "speaker": "Roy",
            "line": "No, it was Captain Jack."
        },
        {
            "speaker": "Michael",
            "line": "Well... could have been either one of us, because we were pretty much saying the same thing.  Congratulations. That is great!"
        },
        {
            "speaker": "Captain Jack",
            "line": "We gotta celebrate! Hey, I got an idea, I got an idea. I can marry you right now, as captain of the ship!"
        },
        {
            "speaker": "Michael",
            "line": "Yes! I can marry you as regional manager of Dunder-Mifflin!"
        },
        {
            "speaker": "Pam",
            "line": "No, no, I want my mom and dad to be there."
        },
        {
            "speaker": "Michael",
            "line": "Then I'll give you away!"
        },
        {
            "speaker": "Pam",
            "line": "No, thank you."
        },
        {
            "speaker": "Katy",
            "line": "Do you think that'll ever be us?"
        },
        {
            "speaker": "Jim",
            "line": "No."
        },
        {
            "speaker": "Katy",
            "line": "What is wrong with you? Why did you even bring me here tonight?"
        },
        {
            "speaker": "Jim",
            "line": "I don't know. Let's break up."
        },
        {
            "speaker": "Katy",
            "line": "Whoa. What?"
        },
        {
            "speaker": "Captain Jack",
            "line": "This is where Captain Jack drives the boat."
        },
        {
            "speaker": "Meredith",
            "line": "Wow!"
        },
        {
            "speaker": "Dwight",
            "line": "Seasick? Captain Jack says you should look at the Moon."
        },
        {
            "speaker": "Michael",
            "line": "Captain Jack is a fart face. I'm on medication."
        },
        {
            "speaker": "Brenda",
            "line": "Really? What?"
        },
        {
            "speaker": "Michael",
            "line": "Vomicillin. Okay. All right. It's time to be boss. It's time to motivate. Let's blow some minds here. Okay, guys, guys, cool it. Everybody, Dunder-Mifflin Scranton employees, Brenda, I have some very, very urgent news I need to tell everybody right now. Listen up. The ship is sinking! Okay? We're going down, right now. Just wrap your heads around the reality of that. Shh, please! Everybody, it's my turn now, okay? Captain Jack is gone. In five minutes, this ship is going to be at the bottom of the lake! And there aren't enough spaces on the lifeboat! Who are we gonna save? Do we save sales? Do we save customer service? Do we save accounting? This is a business scenario. Right? It's a scary... it's a..."
        },
        {
            "speaker": "Captain Jack",
            "line": "Hey! Hey! What the hell is going on here?"
        },
        {
            "speaker": "Michael",
            "line": "It's a predicament, and it's something that each and every one of us has to think about."
        },
        {
            "speaker": "Michael",
            "line": "I'm in the brig. See? The boat's not as corporate-friendly as advertised. What was the deal with the guy jumping overboard? What was... if he had just waited and heard what I had to say, he would be motivated right now and not all wet."
        },
        {
            "speaker": "Michael",
            "line": "Is somebody there?"
        },
        {
            "speaker": "Jim",
            "line": "What happened to you?"
        },
        {
            "speaker": "Michael",
            "line": "Captain Jack has a problem with authority."
        },
        {
            "speaker": "Jim",
            "line": "Oh, right, because you announced that his ship was sinking?"
        },
        {
            "speaker": "Michael",
            "line": "He just totally lost it. If you ask me, he caused the panic."
        },
        {
            "speaker": "Jim",
            "line": "What a night."
        },
        {
            "speaker": "Michael",
            "line": "Well, it's nice for you. Your friend got engaged."
        },
        {
            "speaker": "Jim",
            "line": "She was always engaged."
        },
        {
            "speaker": "Michael",
            "line": "Roy said the first one didn't count."
        },
        {
            "speaker": "Jim",
            "line": "That's... great. You know, to tell the truth, I used to have a big thing for Pam, so..."
        },
        {
            "speaker": "Michael",
            "line": "Really? You're kidding me. You and Pam? Wow. I would have never have put you two together. You really hid it well. God! I usually have a radar for stuff like that. You know, I made out with Jan..."
        },
        {
            "speaker": "Jim",
            "line": "Yeah, I know."
        },
        {
            "speaker": "Michael",
            "line": "Yeah? Yep. Well, Pam is cute."
        },
        {
            "speaker": "Jim",
            "line": "Yeah. She's really funny, and she's warm. And she's just... well, anyway."
        },
        {
            "speaker": "Michael",
            "line": "Well, if you like her so much, don't give up."
        },
        {
            "speaker": "Jim",
            "line": "She's engaged."
        },
        {
            "speaker": "Michael",
            "line": "BFD. Engaged ain't married."
        },
        {
            "speaker": "Jim",
            "line": "Huh."
        },
        {
            "speaker": "Michael",
            "line": "Never, ever, ever give up."
        },
        {
            "speaker": "Dwight",
            "line": "Don't worry, Michael. I'm taking us to shore."
        },
        {
            "speaker": "Michael",
            "line": "It's a fake wheel, dummy."
        },
        {
            "speaker": "Phyllis",
            "line": "Are you all packed?"
        },
        {
            "speaker": "Kelly",
            "line": "Yes, I brought my duffel bag and a sleeping bag."
        },
        {
            "speaker": "Oscar",
            "line": "Where do you guys think we're going?"
        },
        {
            "speaker": "Kelly",
            "line": "Definitely some place you can swim."
        },
        {
            "speaker": "Oscar",
            "line": "Right."
        },
        {
            "speaker": "Phyllis",
            "line": "Maybe Florida."
        },
        {
            "speaker": "Kelly",
            "line": "Did you hear something?"
        },
        {
            "speaker": "Michael",
            "line": "[knocking] Yeah."
        },
        {
            "speaker": "Jan",
            "line": "Hello, Michael."
        },
        {
            "speaker": "Michael",
            "line": "Hello."
        },
        {
            "speaker": "Jan",
            "line": "Can we come in?"
        },
        {
            "speaker": "Michael",
            "line": "Of course, yeah, yeah, yeah."
        },
        {
            "speaker": "Jan",
            "line": "Thank you very much."
        },
        {
            "speaker": "Michael",
            "line": "Have a seat."
        },
        {
            "speaker": "Jan",
            "line": "Brenda."
        },
        {
            "speaker": "Michael",
            "line": "Oh, every man's dream."
        },
        {
            "speaker": "Jan",
            "line": "Oh, really? A surprise visit from his boss?"
        },
        {
            "speaker": "Michael",
            "line": "Two ladies at once. What? Why are you looking at me like that? Okay, you heard something. Um, yeah, it's a booze cruise, but it... There's more to the story than that. It..."
        },
        {
            "speaker": "Jan",
            "line": "A booze cruise? What do you mean?"
        },
        {
            "speaker": "Michael",
            "line": "Leadership off-site. Uh, booze cruise is just a rhyme..."
        },
        {
            "speaker": "Jan",
            "line": "Michael, we discussed the IRS's regulations."
        },
        {
            "speaker": "Michael",
            "line": "Yeah, I don't even know why I said booze cruise. I don't even think there's booze on the boat."
        },
        {
            "speaker": "Jan",
            "line": "Okay, this event has to have legitimate business content to be tax deductible."
        },
        {
            "speaker": "Michael",
            "line": "Of course."
        },
        {
            "speaker": "Jan",
            "line": "We discussed that."
        },
        {
            "speaker": "Michael",
            "line": "Of course, of course. Yes. Yes. Look, I have a whole program planned. Jan, this program is going to change people's lives. I am going to be dropping serious knowledge all over the boat."
        },
        {
            "speaker": "Jan",
            "line": "Good. This is Brenda Matlow from corporate training."
        },
        {
            "speaker": "Michael",
            "line": "Hello."
        },
        {
            "speaker": "Jan",
            "line": "I thought she could attend tonight, and if your event is appropriate, you could give it to other branches."
        },
        {
            "speaker": "Michael",
            "line": "Oh, cool. Cool. And maybe you could attend tonight and then you could stay over at my house for the night. Awkward. That's... You know what. Brenda, could Jan and I have a moment alone?"
        },
        {
            "speaker": "Brenda",
            "line": "Jan said if you asked me that I was supposed to say no."
        },
        {
            "speaker": "Michael",
            "line": "Really? You seriously said that? Okay. Brenda, could Jan and I have a moment alone?"
        },
        {
            "speaker": "Brenda",
            "line": "Sure..."
        },
        {
            "speaker": "Jan",
            "line": "Brenda."
        },
        {
            "speaker": "Michael",
            "line": "Thanks."
        },
        {
            "speaker": "Brenda",
            "line": "I mean, no."
        },
        {
            "speaker": "Jan",
            "line": "Okay, you know, I'm gonna go now, and..."
        },
        {
            "speaker": "Michael",
            "line": "Oh, okay."
        },
        {
            "speaker": "Jan",
            "line": "Good luck, Brenda."
        },
        {
            "speaker": "Michael",
            "line": "I'll see you later."
        },
        {
            "speaker": "Jan",
            "line": "Okay, see you later. And try to be professional."
        },
        {
            "speaker": "Michael",
            "line": "I'll call you later."
        },
        {
            "speaker": "Jan",
            "line": "No, that's all right."
        },
        {
            "speaker": "Michael",
            "line": "That's like..."
        },
        {
            "speaker": "Jan",
            "line": "You call me if you need anything, Brenda."
        },
        {
            "speaker": "Michael",
            "line": "I'll call you, too. [to Brenda] So. You are probably gonna get carded, so I can make you a fake ID. We have a laminating machine."
        },
        {
            "speaker": "Michael",
            "line": "What is a sales department? Oscar, what do you think?"
        },
        {
            "speaker": "Oscar",
            "line": "I don't know what the categories are of workers on a boat."
        },
        {
            "speaker": "Michael",
            "line": "I'm not giving you the answer. Deck hands is one. And..."
        },
        {
            "speaker": "Dwight",
            "line": "Oh, oh, can I be the first mate?"
        },
        {
            "speaker": "Michael",
            "line": "No, I'm first mate. You're second mate. I'm first mate, as the captain."
        },
        {
            "speaker": "Pam",
            "line": "How about the anchor?"
        },
        {
            "speaker": "Michael",
            "line": "Well, the anchor is the only thing that kind of slows the ship down. Toby is the anchor. Oh, God. He, well... [to Brenda] Tell you about Toby later, he's awful."
        },
        {
            "speaker": "Brenda",
            "line": "Yeah, I know Toby from Jan's birthday."
        },
        {
            "speaker": "Toby",
            "line": "Hey, Brenda."
        },
        {
            "speaker": "Michael",
            "line": "Oh, hey, Toby. So... It's an analogy."
        },
        {
            "speaker": "Michael",
            "line": "[Toby running to get on the cruise] Hey! What's wrong with you? You missed the boat."
        },
        {
            "speaker": "Toby",
            "line": "I got lost."
        },
        {
            "speaker": "Michael",
            "line": "Idiot."
        },
        {
            "speaker": "Captain Jack",
            "line": "We can go back."
        },
        {
            "speaker": "Michael",
            "line": "No, no, no. That's his punishment for not being here on time. Too bad, anchor!"
        },
        {
            "speaker": "Toby",
            "line": "I guess I shouldn't have stopped for dinner."
        },
        {
            "speaker": "Dwight",
            "line": "On the high seas, Captain Jack is the leader. On the land it's Michael. On the ramp up to the boat, I was a bit conflicted. But now that I'm here, I'll follow Captain Jack to hell and back."
        },
        {
            "speaker": "Dwight",
            "line": "Hey, Captain Jack, what kind of fish they got in this lake?"
        },
        {
            "speaker": "Captain Jack",
            "line": "Perch, bass."
        },
        {
            "speaker": "Dwight",
            "line": "You know, my grandfather told me there was a monster here that eats Catholics. Have you heard..."
        },
        {
            "speaker": "Captain Jack",
            "line": "I haven't heard that, Dwight."
        },
        {
            "speaker": "Dwight",
            "line": "If the hull is breached for any reason or the boat is overtaken, I am a volunteer Sheriff's Deputy, and you can count on me."
        },
        {
            "speaker": "Captain Jack",
            "line": "That's good to know, Dwight. Thanks."
        },
        {
            "speaker": "Michael",
            "line": "Your problem now, Captain Jack."
        },
        {
            "speaker": "Michael",
            "line": "Hey. You know what the best way of studying is?"
        },
        {
            "speaker": "Ryan",
            "line": "At home, not on a boat?"
        },
        {
            "speaker": "Michael",
            "line": "Flash cards."
        },
        {
            "speaker": "Ryan",
            "line": "Flash cards. Doesn't really help me right now because I'm on a boat."
        },
        {
            "speaker": "Michael",
            "line": "You are gonna get seasick if you keep reading in here."
        },
        {
            "speaker": "Ryan",
            "line": "Well..."
        },
        {
            "speaker": "Captain Jack",
            "line": "Yeah! All right. All right. That was awesome. All right, looks like the guitar player's gonna take a little break. So this'd be a great time to head on over to the taco bar. All right."
        },
        {
            "speaker": "Michael",
            "line": "That is a great way to kill this party. Not on my watch. Let's, uh,... Let's rock. Let's rock some stuff here, okay? [playing badly] Okay... I'm hearing a little too much reverb. [feedback echoing] Can we down the reverb? All right. Follow my lead. [playing Smoke on the Water] Does you guys know that? Take the bass. Take the drums. What?"
        },
        {
            "speaker": "Creed",
            "line": "Do you want me to give it a shot? Just..."
        },
        {
            "speaker": "Michael",
            "line": "You know what? I don't think it's in..."
        },
        {
            "speaker": "Creed",
            "line": "I..."
        },
        {
            "speaker": "Michael",
            "line": "That's not in tune. I don't know if you can..."
        },
        {
            "speaker": "Creed",
            "line": "I don't know, let's try."
        },
        {
            "speaker": "Michael",
            "line": "...make much of out of it, Creed. Good luck to you. I don't know. It is a defective ax, my friend."
        },
        {
            "speaker": "Creed",
            "line": "All right."
        },
        {
            "speaker": "Michael",
            "line": "Good luck."
        },
        {
            "speaker": "Creed",
            "line": "Guys, E, blues. Follow me, okay? [playing well]"
        },
        {
            "speaker": "Roy",
            "line": "Yeah!"
        },
        {
            "speaker": "Creed",
            "line": "Back in the '60s, I was with the Grass Roots. We toured with Janis Joplin, The Doors, Cream. We had a lot of fun, And now I do quality assurance for a paper company. As you can imagine, drugs played a part. They still do. My work calls last about 90 seconds, and that's about as long as I can concentrate."
        },
        {
            "speaker": "Michael",
            "line": "Those slide moves are just bush league. I hope I die before I'm old."
        },
        {
            "speaker": "Ryan",
            "line": "[throwing up]"
        },
        {
            "speaker": "Darryl",
            "line": "[speaking Spanish] Por favor, tequila seoor."
        },
        {
            "speaker": "Angela",
            "line": "I think you've had enough."
        },
        {
            "speaker": "Darryl",
            "line": "What you say, bitch? You know, you might be right."
        },
        {
            "speaker": "Pam",
            "line": "You've been to the lake before?"
        },
        {
            "speaker": "Roy",
            "line": "Yes, I have. [kisses Pam]"
        },
        {
            "speaker": "Roy",
            "line": "Should have done it a long time ago."
        },
        {
            "speaker": "Pam",
            "line": "Yes, you should have."
        },
        {
            "speaker": "Roy",
            "line": "I do what's right whenever I figure it out. I love you, babe."
        },
        {
            "speaker": "Pam",
            "line": "Love you."
        },
        {
            "speaker": "Katy",
            "line": "You should make a toast."
        },
        {
            "speaker": "Jim",
            "line": "No, I really don't want to."
        },
        {
            "speaker": "Katy",
            "line": "Jim, come on, don't be shy."
        },
        {
            "speaker": "Katy",
            "line": "Everybody, everybody? There is a toast. Come on..."
        },
        {
            "speaker": "Michael",
            "line": "Yeah! Toast!"
        },
        {
            "speaker": "Katy",
            "line": "Yeah, toast! Toast! Toast!"
        },
        {
            "speaker": "Pam",
            "line": "Yeah."
        },
        {
            "speaker": "Roy",
            "line": "Come on."
        },
        {
            "speaker": "Jim",
            "line": "Thanks, Katy. Um, didn't really prepare anything to say. We're all caught pretty unprepared with this whirlwind courtship. I guess I just wanna say that Pam is the greatest. My best friend. And she's awesome. And..."
        },
        {
            "speaker": "Dwight",
            "line": "Okay, okay. My turn, my turn. Is this thing on? Uh, I want to congratulate the happy couple. You know, they say that marriage is an institution. And I say, who wants to be in an institution?"
        },
        {
            "speaker": "Michael",
            "line": "That's my line! That's my line, That's... I always say that at weddings. So I'll just think of something else to say. I... [band starts playing]"
        },
        {
            "speaker": "Katy",
            "line": "Cheers."
        },
        {
            "speaker": "Michael",
            "line": "Hey, Jim. You got a hat?"
        },
        {
            "speaker": "Jim",
            "line": "Yeah."
        },
        {
            "speaker": "Michael",
            "line": "Thanks."
        },
        {
            "speaker": "Phyllis",
            "line": "[to Angela] So this is..."
        },
        {
            "speaker": "Stanley",
            "line": "[storms out of Michael's office] Well, we're not going to Florida."
        },
        {
            "speaker": "Phyllis",
            "line": "Oh. Someplace with a pool, then?"
        },
        {
            "speaker": "Stanley",
            "line": "[gives Phyllis a look]"
        }
    ]
}