{
    "season": 2,
    "episode": 8,
    "quotes": [
        {
            "speaker": "Dwight",
            "line": "[bouncing on an exercise ball] You should get one of these."
        },
        {
            "speaker": "Jim",
            "line": "No.  Thank you."
        },
        {
            "speaker": "Dwight",
            "line": "Do you even know what this is?  It is a fitness orb and it has completely changed my life.  Forget everything you thought you knew about ab workouts."
        },
        {
            "speaker": "Jim",
            "line": "Done."
        },
        {
            "speaker": "Dwight",
            "line": "This ab workout is specifically designed to strengthen your core. [knocks things around Jim's desk] Sorry."
        },
        {
            "speaker": "Jim",
            "line": "S'ok."
        },
        {
            "speaker": "Dwight",
            "line": "Numerous health benefits, strengthens your back, better performance in sports, more enjoyable sex."
        },
        {
            "speaker": "Jim",
            "line": "You're not having sex."
        },
        {
            "speaker": "Dwight",
            "line": "Plus, improves your reflexes [knocks over more stuff] see, I would have caught that."
        },
        {
            "speaker": "Jim",
            "line": "Ok, you know what, uh, how much is that?"
        },
        {
            "speaker": "Dwight",
            "line": "It's only twenty-five bucks."
        },
        {
            "speaker": "Jim",
            "line": "Wow.  Um, ok. [pops Dwight's orb with scissors]"
        },
        {
            "speaker": "Michael",
            "line": "Pam, could I see you in my office?"
        },
        {
            "speaker": "Pam",
            "line": "It's performance review day, company-wide.  Last year, my performance review started with Michael asking me what my hopes and dreams were, and it ended with him telling me he could bench-press 190 pounds.  So, I don't really know what to expect."
        },
        {
            "speaker": "Michael",
            "line": "Pam, you're trustworthy-"
        },
        {
            "speaker": "Pam",
            "line": "Thank you."
        },
        {
            "speaker": "Michael",
            "line": "And a woman-"
        },
        {
            "speaker": "Pam",
            "line": "Oh, no."
        },
        {
            "speaker": "Michael",
            "line": "And I want you to listen to a voicemail from my boss. [Jan on recording] \"Michael, it's Jan. I guess I missed you.  I'll, uh, be there this afternoon for performance reviews.  I hope it's understood that that will be our only topic of discussion. See you soon.\"  First impressions?"
        },
        {
            "speaker": "Pam",
            "line": "Uh, just off the top... I think she'll be here this afternoon."
        },
        {
            "speaker": "Michael",
            "line": "My boss is coming in today, the lovely Jan Levinson-Gould will, well, no Gould. The Gould has been [makes slashing neck hand motion] swack, divorced.  Um, the awkward part is that this will be the first time that we'll be seeing each other since, well, uh, it was really nothing.  We just sort of got caught up in the moment.  The vulnerable divorcee gives herself to the understanding, with rugged good-looks, office manager.  Just, uh, she didn't want it to continue for some reason.  It, we both, I didn't want it, we both didn't want it to continue.  Was not professional.  Um, when people say something's mutual, it never is.  But this was mutual."
        },
        {
            "speaker": "Michael",
            "line": "[playing Jan's message] \"I guess I missed you.\" I guess I missed you.  So, she misses me?"
        },
        {
            "speaker": "Pam",
            "line": "She missed you."
        },
        {
            "speaker": "Michael",
            "line": "But then she goes on to say \"that will be our only topic of discussion\".  That doesn't mean anything, those are just words."
        },
        {
            "speaker": "Pam",
            "line": "I have one idea of what it means."
        },
        {
            "speaker": "Michael",
            "line": "Ok. Yeah, what, what?"
        },
        {
            "speaker": "Pam",
            "line": "Well I don't think you're gonna be very happy with this."
        },
        {
            "speaker": "Michael",
            "line": "Ohhh, great.  Well, now I'm in a terrible mood.  Let's do your performance review-"
        },
        {
            "speaker": "Pam",
            "line": "Because she's conflicted.  She has to be professional, but she's fighting feelings... for you."
        },
        {
            "speaker": "Michael",
            "line": "Ah, why, that's great news?   That, that, then why would, why would I not like that?"
        },
        {
            "speaker": "Pam",
            "line": "Um, just cause, that, you work together, and it might be awkward."
        },
        {
            "speaker": "Michael",
            "line": "Oh, wow, wow.  Alright, let's listen to that again. [plays Jan's message] \"Michael, it's Jan.  I guess I missed you\"."
        },
        {
            "speaker": "Dwight",
            "line": "Oh, hey, listen, Jim.  Here's a little tip for your performance review."
        },
        {
            "speaker": "Jim",
            "line": "Ok."
        },
        {
            "speaker": "Dwight",
            "line": "Tell Michael that we should be stocking more of the double-tabbed manila file folders."
        },
        {
            "speaker": "Jim",
            "line": "We don't have double-tabbed manila file folders."
        },
        {
            "speaker": "Dwight",
            "line": "Oh, yes, we do."
        },
        {
            "speaker": "Jim",
            "line": "No, we don't."
        },
        {
            "speaker": "Dwight",
            "line": "Yeah, it's a new product.  So, you should just suggest that to him and he'll be sure to give you a raise."
        },
        {
            "speaker": "Jim",
            "line": "Alright... well, I'm not asking for a raise. I'm gonna actually be asking for a pay decrease."
        },
        {
            "speaker": "Dwight",
            "line": "Uh, that is so stupid.  What if he gives it to you?"
        },
        {
            "speaker": "Jim",
            "line": "I win."
        },
        {
            "speaker": "Dwight",
            "line": "Ugh, you know what?  I am going to zone you out for the rest of today.  I need to stay focused, and I don't have to see you tomorrow or Sunday and please don't call me, and we'll see how things go on Monday.  Uh, stupid."
        },
        {
            "speaker": "Jim",
            "line": "Wait, wait; one thing.  Uh, by tomorrow, you mean Saturday, right?"
        },
        {
            "speaker": "Dwight",
            "line": "Uh, duh."
        },
        {
            "speaker": "Jim",
            "line": "Duh."
        },
        {
            "speaker": "Jim",
            "line": "Today is Thursday.  But Dwight thinks that it's Friday.  And that's what I'll be working on this afternoon."
        },
        {
            "speaker": "Stanley",
            "line": "Sometimes women say more in their pauses than they say in their words."
        },
        {
            "speaker": "Michael",
            "line": "Really?"
        },
        {
            "speaker": "Stanley",
            "line": "Oh, yes.  Let's listen to it again.  And this time, really listen to the pauses."
        },
        {
            "speaker": "Michael",
            "line": "God, Stanley, that's frickin' brilliant. How do you know that?  Did you learn that on the streets?  Sorry."
        },
        {
            "speaker": "Stanley",
            "line": "Oh, no, that's ok.  I did learn it on the streets.  On the ghetto, in fact."
        },
        {
            "speaker": "Michael",
            "line": "No kidding."
        },
        {
            "speaker": "Stanley",
            "line": "It's all about my bonus."
        },
        {
            "speaker": "Pam",
            "line": "Michael and Jan definitely made out."
        },
        {
            "speaker": "Jim",
            "line": "Ohh..."
        },
        {
            "speaker": "Pam",
            "line": "Maybe more."
        },
        {
            "speaker": "Jim",
            "line": "Eck!... Oh! Also, it is Thursday, but Dwight thinks it's Friday.  So, keep that goin'."
        },
        {
            "speaker": "Pam",
            "line": "Oh, yea!"
        },
        {
            "speaker": "Michael",
            "line": "Good work, Stanley. Great performance review.  Stanley in the house, everybody.  Woo!  Angela, your turn."
        },
        {
            "speaker": "Angela",
            "line": "I actually look forward to performance reviews.  I did the youth beauty pageant circuit.  And I enjoyed that quite a bit.  I really enjoy being judged.  I believe I hold up very well to even severe scrutiny."
        },
        {
            "speaker": "Pam",
            "line": "Michael?"
        },
        {
            "speaker": "Michael",
            "line": "Yeah?"
        },
        {
            "speaker": "Pam",
            "line": "Jan's on the phone for you."
        },
        {
            "speaker": "Michael",
            "line": "Oh; Angela, you were totally satisfactory this year."
        },
        {
            "speaker": "Michael",
            "line": "Interesting.  Jan is calling me.  Maybe it wasn't so mutual after all. [puts Jan on speakerphone] Yeah?"
        },
        {
            "speaker": "Jan",
            "line": "Michael."
        },
        {
            "speaker": "Michael",
            "line": "Jan!  To what do I owe this pleasure?"
        },
        {
            "speaker": "Jan",
            "line": "I am returning your many calls."
        },
        {
            "speaker": "Michael",
            "line": "Well, hello to you, too.  Um, yeah, I was just um, I just wanted to get some closure on uh, what transpired between us at the meeting we had in the parking lot of the Chili's."
        },
        {
            "speaker": "Jan",
            "line": "No. No, we won't be discussing that, Michael.  The only things I wanna talk about during your performance review are your concrete ideas to improve your branch."
        },
        {
            "speaker": "Michael",
            "line": "Well, surely this uh, review is a formality because of what happened uh, at our meeting in the parking lot of Chili's."
        },
        {
            "speaker": "Jan",
            "line": "Uh, your review is anything but a formality, Michael."
        },
        {
            "speaker": "Michael",
            "line": "Oh."
        },
        {
            "speaker": "Jan",
            "line": "I expect you to forget anything that you think may have happened between us and exhibit completely professional behavior."
        },
        {
            "speaker": "Michael",
            "line": "Been thinking about you."
        },
        {
            "speaker": "Jan",
            "line": "Ok, that is an example of completely unprofessional behavior."
        },
        {
            "speaker": "Michael",
            "line": "Um, I don't see how that's unprofessional. Just-"
        },
        {
            "speaker": "Jan",
            "line": "Michael."
        },
        {
            "speaker": "Michael",
            "line": "Yep."
        },
        {
            "speaker": "Jan",
            "line": "Are the cameras with you..."
        },
        {
            "speaker": "Michael",
            "line": "No."
        },
        {
            "speaker": "Jan",
            "line": "...in your office?"
        },
        {
            "speaker": "Michael",
            "line": "They are not.  Yes, they are. [Jan hangs up]  That's my girlfriend."
        },
        {
            "speaker": "Kevin",
            "line": "I heard they made out and had sex."
        },
        {
            "speaker": "Oscar",
            "line": "No, they just made out.  That's it."
        },
        {
            "speaker": "Kevin",
            "line": "Well, I heard they made out and had sex."
        },
        {
            "speaker": "Angela",
            "line": "Don't talk about it.  Office romances are nobody's business but the people involved."
        },
        {
            "speaker": "Kevin",
            "line": "Romances?"
        },
        {
            "speaker": "Michael",
            "line": "Pam, I have ideas on a daily basis. I know I do.  I have a clear memory of telling people my ideas.  Um, is there any chance you wrote any of my ideas down?  In a folder?  A \"Michael-idea\" folder?"
        },
        {
            "speaker": "Pam",
            "line": "Sorry."
        },
        {
            "speaker": "Michael",
            "line": "That's unfortunate.  How 'bout the suggestion box?  There's tons of ideas in there."
        },
        {
            "speaker": "Pam",
            "line": "What suggestion box?"
        },
        {
            "speaker": "Michael",
            "line": "The suggestion box that I put out, and people could be put in suggestions anonymously?  Maybe there's prizes?"
        },
        {
            "speaker": "Pam",
            "line": "Oh, yeah. Uh, I think I remember that from back from when I first started."
        },
        {
            "speaker": "Michael",
            "line": "Why don't you find it and tell people to get theirs... never mind, I'll tell them.  Hello, everybody?  Yeah, uh, attention, please.  Jan Levinson's coming, very soon, and so, we're going to have our weekly suggestion box meeting, so you can all get your constructive compliments in a.s.a.p."
        },
        {
            "speaker": "Ryan",
            "line": "Don't you mean constructive criticism?"
        },
        {
            "speaker": "Michael",
            "line": "What did I say?"
        },
        {
            "speaker": "Kelly",
            "line": "You said \"constructive complements\"; that doesn't make any sense."
        },
        {
            "speaker": "Michael",
            "line": "Well, Kelly, that was neither constructive nor a compliment, so maybe you should stop criticizing my English and start making some suggestions. 'K?"
        },
        {
            "speaker": "Jim",
            "line": "[on phone] Hey, Dan, this is Jim, and it is about 11:15, and I wanted to know what you were up to tomorrow, which is the fifteenth, and that is a..."
        },
        {
            "speaker": "Dwight",
            "line": "Saturday."
        },
        {
            "speaker": "Jim",
            "line": "[pumps fist] ...Saturday, so just let me know what you're doing tomorrow, Saturday, for lunch. Ok, talk to you soon."
        },
        {
            "speaker": "Jan",
            "line": "[on phone]  We'll address this in the meeting then. Ok. Ok, bye-bye. [to Pam]  Could you please tell Michael that I'm here?"
        },
        {
            "speaker": "Pam",
            "line": "Sure."
        },
        {
            "speaker": "Michael",
            "line": "Hi, Jan.  How are you?"
        },
        {
            "speaker": "Jan",
            "line": "I'm good; how are you?"
        },
        {
            "speaker": "Michael",
            "line": "Good to see you."
        },
        {
            "speaker": "Jan",
            "line": "Nice to see you."
        },
        {
            "speaker": "Michael",
            "line": "Ok. [tries to kiss Jan's hand] Ok, why don't we just step into my office?  We're gonna go in here."
        },
        {
            "speaker": "Jan",
            "line": "Can we please go in your office?"
        },
        {
            "speaker": "Michael",
            "line": "Yep, right after you.  Apres-vous. [mouths to Pam] No calls."
        },
        {
            "speaker": "Kevin",
            "line": "Oooo."
        },
        {
            "speaker": "Michael",
            "line": "Alright [takes Jan's coat]."
        },
        {
            "speaker": "Jan",
            "line": "Thank you."
        },
        {
            "speaker": "Michael",
            "line": "It's nice to see you."
        },
        {
            "speaker": "Jan",
            "line": "Nice to see you too, Michael."
        },
        {
            "speaker": "Michael",
            "line": "Really?"
        },
        {
            "speaker": "Jan",
            "line": "Not like that."
        },
        {
            "speaker": "Michael",
            "line": "Oh, well."
        },
        {
            "speaker": "Jan",
            "line": "You know Michael, I think I need to make something clear right off the top.  I'm not going to discuss anything with you other than Dunder-Mifflin business."
        },
        {
            "speaker": "Michael",
            "line": "Alright."
        },
        {
            "speaker": "Jan",
            "line": "Period."
        },
        {
            "speaker": "Michael",
            "line": "Yep."
        },
        {
            "speaker": "Jan",
            "line": "Do we understand each other."
        },
        {
            "speaker": "Michael",
            "line": "Absolutely."
        },
        {
            "speaker": "Michael",
            "line": "I'm a little confused.  'Cause first it's all like kissy-kissy.  And then it's like all regret.  Because \"Oh, I regret that.\"  But, \"Wait, I'm still gonna call you.\"  But, but, \"We're just gonna talk business.  And I may come down and fire you if you don't do your job.\"  But what were talking about when we first kissed?  Business."
        },
        {
            "speaker": "Jan",
            "line": "So are you still in the middle of the performance reviews then?"
        },
        {
            "speaker": "Michael",
            "line": "No, no, no, I finished all of that.  I'm very fast.  I'm not too fast.  Not like wham-bam-thank ya ma'am.  But I do say thank ya ma'am.  But, I'm, I'm not like wham-bam.  Not that there's anything wrong with wham-bam.  If it's consensual.  [cold Jan stare]  We're talking about office stuff.  Can I ask you a question?"
        },
        {
            "speaker": "Jan",
            "line": "No."
        },
        {
            "speaker": "Michael",
            "line": "This is a business question. It's nothing personal, I promise."
        },
        {
            "speaker": "Jan",
            "line": "Fine."
        },
        {
            "speaker": "Michael",
            "line": "Are you wearing a new perfume today?"
        },
        {
            "speaker": "Jan",
            "line": "How is that a business question?"
        },
        {
            "speaker": "Michael",
            "line": "Well, you're wearing it at the office. And [smells Jan] it, I'm sorry, but no offense, but it's really sexy."
        },
        {
            "speaker": "Jan",
            "line": "Please don't smell me, Michael."
        },
        {
            "speaker": "Pam",
            "line": "Hey, Jim."
        },
        {
            "speaker": "Jim",
            "line": "Hey, how's it goin'?"
        },
        {
            "speaker": "Pam",
            "line": "Oh my God, did you see \"The Apprentice\" last night?"
        },
        {
            "speaker": "Jim",
            "line": "Course, it's on every Thursday night, so how could I miss it?"
        },
        {
            "speaker": "Pam",
            "line": "Can you believe who Trump fired?"
        },
        {
            "speaker": "Jim",
            "line": "No, that was unbelievable."
        },
        {
            "speaker": "Dwight",
            "line": "Who?  Who was it?  Who did he fire?"
        },
        {
            "speaker": "Pam",
            "line": "You didn't see it?"
        },
        {
            "speaker": "Dwight",
            "line": "No, I went out and got drunk with my laser tag team last night.  Crap!  I never go out on a Thursday night; what the hell was I thinking?"
        },
        {
            "speaker": "Michael",
            "line": "I don't understand- [phone rings] Hold on.  Sorry. [answers]  Yes, Pam."
        },
        {
            "speaker": "Pam",
            "line": "Michael, it's time for the suggestion box meeting."
        },
        {
            "speaker": "Michael",
            "line": "I'm kind of in the middle of something. I wish you wouldn't interrupt."
        },
        {
            "speaker": "Pam",
            "line": "You told me to buzz you about the suggestion box meeting when Jan was here."
        },
        {
            "speaker": "Michael",
            "line": "I did not, not, not use those words."
        },
        {
            "speaker": "Jan",
            "line": "Uh, I'd like to sit in on that meeting [to Pam] is it happening right now?"
        },
        {
            "speaker": "Michael",
            "line": "No, it's in like ten minutes."
        },
        {
            "speaker": "Pam",
            "line": "Everyone's waiting in the conference room."
        },
        {
            "speaker": "Jan",
            "line": "Great.  Very good."
        },
        {
            "speaker": "Michael",
            "line": "Why are we here?  Because I value your opinions.  Now, I know a lot of don't think that I read your suggestions, but I do.  I just sift through them every week and I really look and scrutinize to see what you guys are writing.  Um, so, let's, uh, just read some of these suckers.  Alright.  Number one: \"What should we do to prepare for Y2K?\""
        },
        {
            "speaker": "Dwight",
            "line": "What should we do to prepare for Y2K?"
        },
        {
            "speaker": "Kelly",
            "line": "I thought you read these every week."
        },
        {
            "speaker": "Michael",
            "line": "Well, obviously this one got stuck in the box. [to Jan] That happens occasionally."
        },
        {
            "speaker": "Dwight",
            "line": "It happens occasionally."
        },
        {
            "speaker": "Michael",
            "line": "And, um, one down.  Next suggestion: \"we need better outreach for employees fighting depression\".  Ok, alright, enough with the jokes.  Nobody in here is suffering from depression."
        },
        {
            "speaker": "Jan",
            "line": "That sounds serious, Michael."
        },
        {
            "speaker": "Michael",
            "line": "Oh, ok, well, yeah, who wrote it?"
        },
        {
            "speaker": "Dwight",
            "line": "Tom?"
        },
        {
            "speaker": "Michael",
            "line": "Tom.  Then it is a joke because there is nobody in here named Tom."
        },
        {
            "speaker": "Phyllis",
            "line": "Tom?  He worked in accounting up until about a year ago. [blank stares] Tom? [acts like she's shooting herself in the head] Pow."
        },
        {
            "speaker": "Michael",
            "line": "Oh, that guy?  That guy was weird.  Alright, next suggestion."
        },
        {
            "speaker": "Dwight",
            "line": "Next suggestion."
        },
        {
            "speaker": "Michael",
            "line": "Arrr, dooby dooby do. \"You need to do something about your B.O.\""
        },
        {
            "speaker": "Dwight",
            "line": "You need to do something about your B.O."
        },
        {
            "speaker": "Michael",
            "line": "Ok, I don't know who this suggestion is meant for, but it's more of a personal suggestion and it's not an office suggestion.  Far be it for me to use this as a platform to embarrass anybody."
        },
        {
            "speaker": "Toby",
            "line": "Aren't the suggestions meant for you?"
        },
        {
            "speaker": "Michael",
            "line": "Well, Toby, if by me you are inferring that I have B.O., then I would say that is a very poor choice of words."
        },
        {
            "speaker": "Creed",
            "line": "Uh, Michael, he wasn't inferring, he was implying.  You were inferring."
        },
        {
            "speaker": "Michael",
            "line": "Was I, Creed?!  Ok, well, you know what? I am implying is that when we're on an elevator together, I should maybe take the stairs, because talk about stank.  Not that I would ever say something like that in public, and I never have, and I never will. I just think it's something that we should all be aware of.  Ok?  Now that we've learned this, let's continue.  See, this is good, we're learning and we're figuring some stuff out.  \"You need to do something about your coffee breath\"-"
        },
        {
            "speaker": "Dwight",
            "line": "You need-"
        },
        {
            "speaker": "Michael",
            "line": "Ok."
        },
        {
            "speaker": "Dwight",
            "line": "To do something about-"
        },
        {
            "speaker": "Michael",
            "line": "Shut up, shut up, shut up, Dwight, OK. I don't think you people are grasping the concept of the suggestion box."
        },
        {
            "speaker": "Angela",
            "line": "Sometimes you talk to us real close."
        },
        {
            "speaker": "Michael",
            "line": "Yeah, is that hard for you?  Alright, well-"
        },
        {
            "speaker": "Angela",
            "line": "Well, when you have coffee breath-"
        },
        {
            "speaker": "Michael",
            "line": "I'll work on that-"
        },
        {
            "speaker": "Angela",
            "line": "It's hard."
        },
        {
            "speaker": "Michael",
            "line": "Let's keep going.  Keep it going.  Yep.  What do we have here?  We have somebody's piece of gum.  Somebody put a piece of gum in there.  This is not a, a garbage can, this is the future of our company.  This is not a place for gum.  I don't wanna have to read these tomorrow."
        },
        {
            "speaker": "Dwight",
            "line": "Yeah, who wants to come in on a Saturday?"
        },
        {
            "speaker": "Michael",
            "line": "Yeah, what? Uh, alright, next suggestion."
        },
        {
            "speaker": "Dwight",
            "line": "Next suggestion."
        },
        {
            "speaker": "Michael",
            "line": "\"Don't sl-\", ok, that's blank [Dwight picks up note] Don't, just put it-"
        },
        {
            "speaker": "Dwight",
            "line": "\"Don't sleep with your boss\"? Do you think this is referring to you boning Jan?"
        },
        {
            "speaker": "Jan",
            "line": "I can't, I can't-"
        },
        {
            "speaker": "Michael",
            "line": "I don't understand why you're so upset."
        },
        {
            "speaker": "Jan",
            "line": "Please sit down."
        },
        {
            "speaker": "Michael",
            "line": "Let me ask you-"
        },
        {
            "speaker": "Jan",
            "line": "You're gonna sit here and I'm gonna go sit over there."
        },
        {
            "speaker": "Michael",
            "line": "Ok, let me ask you this."
        },
        {
            "speaker": "Jan",
            "line": "Please, sit yourself down."
        },
        {
            "speaker": "Michael",
            "line": "Let me ask you something."
        },
        {
            "speaker": "Jan",
            "line": "What, Michael."
        },
        {
            "speaker": "Michael",
            "line": "Where did you get your outfit?"
        },
        {
            "speaker": "Dwight",
            "line": "[loud metal music playing in a stairwell; Dwight pacing] You are giving me this raise!  I deserve this raise! [plays air guitar] Yes! [kicks] Yes! Yes! Hiya!  The least you can do is keep my salary consistent with inflation! Keeya eyah!  Yes!  Why are you gonna give me this raise?  Why?  Because... I'm awesome! I am awesome!"
        },
        {
            "speaker": "Michael",
            "line": "I just don't understand why you have to pretend like nothing happened."
        },
        {
            "speaker": "Jan",
            "line": "Because nothing did, Michael.  It, I'm not going to say anything more about it, and I would advise that you do the same"
        },
        {
            "speaker": "Michael",
            "line": "Look-"
        },
        {
            "speaker": "Dwight",
            "line": "Michael?"
        },
        {
            "speaker": "Michael",
            "line": "Oh my God..."
        },
        {
            "speaker": "Dwight",
            "line": "I'm sorry, am I interrupting?  Oh God; were you guys making out?"
        },
        {
            "speaker": "Jan",
            "line": "No, Dwight; come in."
        },
        {
            "speaker": "Dwight",
            "line": "Great."
        },
        {
            "speaker": "Michael",
            "line": "What do you want Dwight?"
        },
        {
            "speaker": "Dwight",
            "line": "I am ready for my performance review."
        },
        {
            "speaker": "Michael",
            "line": "Ok, great.  Your performance has been adequate.  You may leave; goodbye."
        },
        {
            "speaker": "Jan",
            "line": "Is this how you've been conducting all the reviews, Michael?"
        },
        {
            "speaker": "Michael",
            "line": "You wanna talk now, good; OK, Dwight, leave."
        },
        {
            "speaker": "Dwight",
            "line": "Uh, wait, I would like to discuss my raise?"
        },
        {
            "speaker": "Michael",
            "line": "Why on earth would we give you a raise?"
        },
        {
            "speaker": "Dwight",
            "line": "That is an excellent question. Thank you for asking.  Let me bring up one word: dedication. [points to graphs] I have never been late.  Also, I have never missed a day due to illness. [Michael sighs] Even when I had walking pneumonia.  I even come in on holidays."
        },
        {
            "speaker": "Michael",
            "line": "You do?  How do you get in?"
        },
        {
            "speaker": "Dwight",
            "line": "I have a copy of your key."
        },
        {
            "speaker": "Jan",
            "line": "That's a serious offense!"
        },
        {
            "speaker": "Michael",
            "line": "That is a serious offense. Very serious.  As is toying with a man's heart."
        },
        {
            "speaker": "Jan",
            "line": "Oh! Michael, for God sakes!"
        },
        {
            "speaker": "Dwight",
            "line": "I'd also further like to talk about my merits in the workplace."
        },
        {
            "speaker": "Michael",
            "line": "Ok, third wheel, why don't you do that?"
        },
        {
            "speaker": "Dwight",
            "line": "For instance, the time I brought in deer jerky for the whole office."
        },
        {
            "speaker": "Michael",
            "line": "That was deer!? Gross, oh!"
        },
        {
            "speaker": "Dwight",
            "line": "You liked it!"
        },
        {
            "speaker": "Michael",
            "line": "Oh, did not!"
        },
        {
            "speaker": "Dwight",
            "line": "Jan, have you ever had deer?"
        },
        {
            "speaker": "Jan",
            "line": "No."
        },
        {
            "speaker": "Dwight",
            "line": "It's a delicacy.  And you know what?  It's an aphrodisiac.  So when we're done here, you guys could go over to The Antler Lodge, sample some deer and talk about my raise."
        },
        {
            "speaker": "Michael",
            "line": "What do you say, Jan?"
        },
        {
            "speaker": "Jan",
            "line": "Ok! Here's what I'm gonna do: I'm gonna step outside, collect my thoughts, and I will return in about ten minutes."
        },
        {
            "speaker": "Michael",
            "line": "Ok. You just, uh, clear your head."
        },
        {
            "speaker": "Jan",
            "line": "[Dwight opens door] Thank you, Dwight."
        },
        {
            "speaker": "Jan",
            "line": "Look, I know it's your job, I know you have to ask, but I promise you, I'm not gonna discuss it with him, I'm certainly not gonna discuss it with you.  [digs a cigarette out of her purse] Do you have a light?"
        },
        {
            "speaker": "Dwight",
            "line": "And in conclusion, I think that Lex Luthor said it best when he said \"Dad, you have no idea what I'm capable of\"."
        },
        {
            "speaker": "Michael",
            "line": "That's from Superman?"
        },
        {
            "speaker": "Dwight",
            "line": "Smallville.  And that is why, I feel, that I deserve this raise."
        },
        {
            "speaker": "Pam",
            "line": "Do you think Michael and Jan actually..."
        },
        {
            "speaker": "Jim",
            "line": "I don't really wanna picture it.  But thank you, Pam."
        },
        {
            "speaker": "Pam",
            "line": "How do you come back from that?"
        },
        {
            "speaker": "Jim",
            "line": "Um, you don't, I don't think, come all the way back, you know.  Especially working together."
        },
        {
            "speaker": "Pam",
            "line": "No, I mean doing that with Michael. How do you come back from that?"
        },
        {
            "speaker": "Jim",
            "line": "Oh-"
        },
        {
            "speaker": "Pam",
            "line": "As a human being."
        },
        {
            "speaker": "Jim",
            "line": "Yeah, no, I don't think you can."
        },
        {
            "speaker": "Jan",
            "line": "I'm heading back to New York; Alan and I will conduct your performance review over the phone tomorrow."
        },
        {
            "speaker": "Michael",
            "line": "Wait."
        },
        {
            "speaker": "Jan",
            "line": "'K?"
        },
        {
            "speaker": "Michael",
            "line": "Wait, wait, wait, come, I just, I just wanna know why?"
        },
        {
            "speaker": "Jan",
            "line": "Michael, now is not the time or the place."
        },
        {
            "speaker": "Michael",
            "line": "Ok, so you're saying that there is a different time or place?"
        },
        {
            "speaker": "Jan",
            "line": "No, I am saying we are never having this conversation."
        },
        {
            "speaker": "Michael",
            "line": "Well, ok, well never as in 'never ever ever', or never as in there's still a chance?"
        },
        {
            "speaker": "Jan",
            "line": "Never, for me, always means 'never ever ever.'"
        },
        {
            "speaker": "Michael",
            "line": "I just want to know, from the horse's mouth, what is the dealio?"
        },
        {
            "speaker": "Jan",
            "line": "Michael, it has nothing-"
        },
        {
            "speaker": "Michael",
            "line": "Am I too short?"
        },
        {
            "speaker": "Jan",
            "line": "With your looks, ok?  It's your personality.  I mean, you're obnoxious, and rude, and, and, and stupid, and you do have coffee breath, by the way, and, and I don't agree about the b.o., but you are very, very inconsiderate."
        },
        {
            "speaker": "Michael",
            "line": "Really?"
        },
        {
            "speaker": "Jan",
            "line": "Really.  You're, you're, you're a great guy, ok?"
        },
        {
            "speaker": "Michael",
            "line": "I appreciate that, thank you."
        },
        {
            "speaker": "Jan",
            "line": "And you were very sweet, and you stayed up with me and talked with me, cried with me, and I appreciate that-"
        },
        {
            "speaker": "Michael",
            "line": "No, I wasn't, I didn't cry-"
        },
        {
            "speaker": "Jan",
            "line": "At this time in my life.  I just am not in the place right now where I'm looking for a relationship, so we can still work together, we can still be friends but... ok?"
        },
        {
            "speaker": "Michael",
            "line": "So my looks have nothing to do with it?"
        },
        {
            "speaker": "Jan",
            "line": "Ohhh, God."
        },
        {
            "speaker": "Michael",
            "line": "Jan is not in a place where she feels she can have a relationship right now.  And it doesn't matter how great a guy I am.  And that is all I needed; I'm good.  I can go home now."
        },
        {
            "speaker": "Michael",
            "line": "Hey, it's 12:20; where the hell's Dwight?"
        },
        {
            "speaker": "Jim",
            "line": "Ummm... no idea."
        },
        {
            "speaker": "Michael",
            "line": "Never missed a day, my ass."
        },
        {
            "speaker": "Pam",
            "line": "[Jim bows to Pam; she bows back] Thank you."
        },
        {
            "speaker": "Dwight",
            "line": "[running through parking lot] I'm here! I'm here! I'm here! It's ok!"
        },
        {
            "speaker": "Michael",
            "line": "Oscar, I'm ready for you."
        },
        {
            "speaker": "Oscar",
            "line": "Today is performance-review day, company-wide, and I'm a little concerned about my review. I exceeded my sick days and my personal days because I just couldn't take it. And I don't have a good answer for him, when he asks me."
        },
        {
            "speaker": "Michael",
            "line": "So..."
        },
        {
            "speaker": "Oscar",
            "line": "Michael, I don't know what to say."
        },
        {
            "speaker": "Michael",
            "line": "Um, you're in accounting..."
        },
        {
            "speaker": "Oscar",
            "line": "Yes, I'm in accounting and I'm sorry and all the extra days. I know I passed my limit."
        },
        {
            "speaker": "Michael",
            "line": "So, good, good, good. Something to work toward, being here more. I'm a big believer in people being here more."
        },
        {
            "speaker": "Oscar",
            "line": "Yes."
        },
        {
            "speaker": "Dwight",
            "line": "You know what this is?"
        },
        {
            "speaker": "Jim",
            "line": "Yes."
        },
        {
            "speaker": "Dwight",
            "line": "No, you don't."
        },
        {
            "speaker": "Jim",
            "line": "Then why the question?"
        },
        {
            "speaker": "Dwight",
            "line": "This is a visual aid for my performance review. Budget is tight, and if anyone is getting a raise, it is gonna be a fight to the death. And I intend on winning that fight. \"Dwight: determined, worker, intense, good worker, hard worker, terrific. Dwight.\""
        },
        {
            "speaker": "Jim",
            "line": "I have one, too. Jim. Jim, Is Jim. My name is Jim."
        },
        {
            "speaker": "Dwight",
            "line": "That's a total waste of your \"M.\""
        },
        {
            "speaker": "Jim",
            "line": "Really?"
        },
        {
            "speaker": "Dwight",
            "line": "Yeah."
        },
        {
            "speaker": "Jim",
            "line": "You have a better idea?"
        },
        {
            "speaker": "Dwight",
            "line": "Yeah, magnificent worker, marvelous worker, more money for this worker. Man, I like this worker. Mighty worker.  That's good. That's good."
        },
        {
            "speaker": "Jim",
            "line": "I'll use that."
        },
        {
            "speaker": "Jan",
            "line": "I am not going to discuss anything with you other than Dunder Mifflin business."
        },
        {
            "speaker": "Michael",
            "line": "All right."
        },
        {
            "speaker": "Jan",
            "line": "Period."
        },
        {
            "speaker": "Michael",
            "line": "Yup."
        },
        {
            "speaker": "Jan",
            "line": "Do we understand each other?"
        },
        {
            "speaker": "Michael",
            "line": "Absolutely."
        },
        {
            "speaker": "Michael",
            "line": "\"I am not going to discuss anything outside of Dunder Mifflin business, period.\" Okay. Now, why would Jan say she only wants to talk business and then make it clear that she is on her period? God, I don't understand women. How about a clear signal, right? Is that too much to ask?"
        },
        {
            "speaker": "Jim",
            "line": "So, that's... It's great."
        },
        {
            "speaker": "Michael",
            "line": "Yes, it is."
        },
        {
            "speaker": "Jim",
            "line": "Yeah. You have fun?"
        },
        {
            "speaker": "Michael",
            "line": "Yes, I did."
        },
        {
            "speaker": "Jim",
            "line": "Did you go to first base?"
        },
        {
            "speaker": "Michael",
            "line": "Hell, yeah."
        },
        {
            "speaker": "Jim",
            "line": "Oh, yeah?"
        },
        {
            "speaker": "Michael",
            "line": "Yeah."
        },
        {
            "speaker": "Jim",
            "line": "Did you go to second?"
        },
        {
            "speaker": "Michael",
            "line": "What?"
        },
        {
            "speaker": "Jim",
            "line": "Second."
        },
        {
            "speaker": "Michael",
            "line": "Kind of, yeah. Over the shirt, my elbow, but..."
        },
        {
            "speaker": "Jim",
            "line": "Okay, so close call at second. Was there an infield fly?"
        },
        {
            "speaker": "Michael",
            "line": "Um, yup, wait, yes."
        },
        {
            "speaker": "Jim",
            "line": "Pop-up?"
        },
        {
            "speaker": "Michael",
            "line": "No, there... Later there was."
        },
        {
            "speaker": "Jim",
            "line": "Really?"
        },
        {
            "speaker": "Michael",
            "line": "Yes."
        },
        {
            "speaker": "Jim",
            "line": "So, you got the signal from the third-base coach. You know what I'm saying? Like if there was a fly out to deep right, you know. A runner on second. He tagged up, didn't he?"
        },
        {
            "speaker": "Michael",
            "line": "I didn't, you know, it was... It was dark, for one thing."
        },
        {
            "speaker": "Jim",
            "line": "Office romances. Um... [laughs] I think you should probably ask Pam 'cause she's in an office romance, technically."
        },
        {
            "speaker": "Michael",
            "line": "Let's just push on, shall we?"
        },
        {
            "speaker": "Dwight",
            "line": "Pushing on."
        },
        {
            "speaker": "Michael",
            "line": "It's next. Just keep it. \"Look on the supply shelf.\" What? What is that? All right, Ryan, look on the supply shelf, would you?"
        },
        {
            "speaker": "Ryan",
            "line": "Yeah. It's another note."
        },
        {
            "speaker": "Michael",
            "line": "Okay, yeah."
        },
        {
            "speaker": "Ryan",
            "line": "\"Look on the windshield.\""
        },
        {
            "speaker": "Michael",
            "line": "Okay."
        },
        {
            "speaker": "Dwight",
            "line": "Does it specify which windshield?"
        },
        {
            "speaker": "Ryan",
            "line": "I'll check them all."
        },
        {
            "speaker": "Dwight",
            "line": "This ought to be good."
        },
        {
            "speaker": "Jim",
            "line": "Which one?"
        },
        {
            "speaker": "Dwight",
            "line": "Oh, no, no. It's on the Miata."
        },
        {
            "speaker": "Pam",
            "line": "He sees it."
        },
        {
            "speaker": "Dwight",
            "line": "What does it say?"
        },
        {
            "speaker": "Jim",
            "line": "He can't hear you?"
        },
        {
            "speaker": "Michael",
            "line": "Okay, field trip's over. Come on. Could we please get back to this?"
        },
        {
            "speaker": "Dwight",
            "line": "[clapping] Come on. Let's get back to this."
        },
        {
            "speaker": "Michael",
            "line": "All right, don't break any lands-speed records getting back, okay, Stanley?"
        },
        {
            "speaker": "Stanley",
            "line": "I'm back."
        },
        {
            "speaker": "Michael",
            "line": "Christ Almighty."
        },
        {
            "speaker": "Ryan",
            "line": "\"Look under the sink in the men's room.\""
        },
        {
            "speaker": "Michael",
            "line": "All right, next suggestion."
        },
        {
            "speaker": "Dwight",
            "line": "Next suggestion."
        },
        {
            "speaker": "Michael",
            "line": "\"Don't...\" Okay, that's blank. Don't. Just..."
        },
        {
            "speaker": "Dwight",
            "line": "\"Don't sleep with your boss.\" Do you think this is referring to you boning Jan?"
        },
        {
            "speaker": "Jan",
            "line": "Okay, let me make something clear. As embarrassing as this is, I feel that it needs to be said. There is nothing romantic or sexual going on with Michael and myself."
        },
        {
            "speaker": "Michael",
            "line": "Well..."
        },
        {
            "speaker": "Jan",
            "line": "The other night, I gave him a polite congratulatory kiss because he just closed the biggest deal of his career. And that's it. If anything else has been implied, Dwight, or inferred, Michael, Creed, it's just not true, okay? It's not true. So... Is everyone straight on that?"
        },
        {
            "speaker": "Michael",
            "line": "Crystal."
        },
        {
            "speaker": "Dwight",
            "line": "There's one more suggestion."
        },
        {
            "speaker": "Michael",
            "line": "How pleasant. You can..."
        },
        {
            "speaker": "Dwight",
            "line": "\"Way to go man, Jan's really hot.\""
        },
        {
            "speaker": "Michael",
            "line": "Okay, I think we're good."
        },
        {
            "speaker": "Pam",
            "line": "Oh, my God. When Dwight said no one wants to come in on a Saturday..."
        },
        {
            "speaker": "Jim",
            "line": "I know."
        },
        {
            "speaker": "Pam",
            "line": "I almost lost it. That was too good."
        },
        {
            "speaker": "Jim",
            "line": "Well, that is because that is the gift that keeps on giving. Oh, my God. I left today's paper on my desk."
        },
        {
            "speaker": "Pam",
            "line": "You mean yesterday's paper."
        },
        {
            "speaker": "Jim",
            "line": "What? Yes, that is exactly what I mean. Wow. You are very good at what you do."
        },
        {
            "speaker": "Pam",
            "line": "Thank you."
        },
        {
            "speaker": "Dwight",
            "line": "Hey, temp."
        },
        {
            "speaker": "Ryan",
            "line": "Hey."
        },
        {
            "speaker": "Dwight",
            "line": "Look, we're twins."
        },
        {
            "speaker": "Ryan",
            "line": "Cool."
        },
        {
            "speaker": "Dwight",
            "line": "Bet you I got mine for less than yours."
        },
        {
            "speaker": "Ryan",
            "line": "I bet you did."
        },
        {
            "speaker": "Dwight",
            "line": "Getting a little something that calm the nerves?"
        },
        {
            "speaker": "Ryan",
            "line": "What nerves?"
        },
        {
            "speaker": "Dwight",
            "line": "For the performance review. Oh, wait, you don't get one. You're a temp."
        },
        {
            "speaker": "Ryan",
            "line": "Actually, I had mine already."
        },
        {
            "speaker": "Dwight",
            "line": "You're lying."
        },
        {
            "speaker": "Ryan",
            "line": "Why would I lie about a performance review?"
        },
        {
            "speaker": "Dwight",
            "line": "Why would Michael give you one before me?"
        },
        {
            "speaker": "Ryan",
            "line": "I think because my name is before yours in alphabetical order. [coins dropping]"
        },
        {
            "speaker": "Dwight",
            "line": "How did it go?"
        },
        {
            "speaker": "Ryan",
            "line": "Fine. He actually gave me a small raise, which I did not ask for. [hits vending machine] It's stuck. [Dwight begins throwing his entire body into the vending machine] It's cool, it fell."
        },
        {
            "speaker": "Dwight",
            "line": "[Wild Side playing] You are gonna give me this raise. Ya! Yes, you are. You are gonna give me this raise. Ya! Ya! The least you can do is keep my salary consistent with inflation, right? You are gonna give me this raise! Why? Because I'm awesome, awesome, yes! Yes! Yes! Thank you for your time, dude. Champ. My lord, mi amigo. Mi amor. Ha! Wild side! I am ready. [groans]"
        },
        {
            "speaker": "Michael",
            "line": "Yeah, that got a little out of control. Jan's taking a break, which is fine. I'm doing the same, just chilling. Getting my mind off of us. She's right. I need to be more professional at the office. When I'm at work, I need to focus on work. I should call her ex-husband."
        },
        {
            "speaker": "Michael",
            "line": "Hello, is this R. Gould? Hi there. My name is Michael Scott, I work at Dunder Mifflin. I believe I work with your wife, ex-wife, Jan. Yeah, that's right, yes. Um... I was wondering if I could ask a personal question about her. Mmm-hmm. Okay, well, could I ask anyway? Uh-huh. Well, I'm just gonna ask. When you guys were dating was she sort of easy to get and then really hard to get?"
        },
        {
            "speaker": "Michael",
            "line": "Yeah, that Gould is a real interesting guy, a gem. I can see why he and Jan are no longer together. If my conversation with him is any measure of their relationship, he was verbally abusive, he was curt. He was... He had an inability to communicate, shall I say? He was emotionally unavailable. I don't know how she dealt with that as long as she did."
        },
        {
            "speaker": "Michael",
            "line": "Never..."
        },
        {
            "speaker": "Jan",
            "line": "Never for me always means never, ever, ever."
        },
        {
            "speaker": "Michael",
            "line": "Well, then, Gould wasn't kidding."
        },
        {
            "speaker": "Jan",
            "line": "What?"
        },
        {
            "speaker": "Michael",
            "line": "Nothing, I just..."
        },
        {
            "speaker": "Jan",
            "line": "What did you say, Michael?"
        },
        {
            "speaker": "Michael",
            "line": "Nothing."
        },
        {
            "speaker": "Jan",
            "line": "Did you call my ex?"
        },
        {
            "speaker": "Michael",
            "line": "No, I did not."
        },
        {
            "speaker": "Jan",
            "line": "Gould, you said, Gould."
        },
        {
            "speaker": "Michael",
            "line": "Maybe I did. Maybe I  called him, I don't know."
        },
        {
            "speaker": "Jan",
            "line": "How dare you, Michael? My personal life is off-limits to you."
        },
        {
            "speaker": "Michael",
            "line": "I..."
        },
        {
            "speaker": "Jan",
            "line": "Okay, how dare you do that?"
        },
        {
            "speaker": "Michael",
            "line": "I didn't do that. I... Maybe he called me."
        },
        {
            "speaker": "Jan",
            "line": "Why would he do that? Why would he call you, Michael? Why would my husband call you?"
        },
        {
            "speaker": "Michael",
            "line": "Ex-husband, you have to let it go."
        },
        {
            "speaker": "Jan",
            "line": "I mean..."
        },
        {
            "speaker": "Ryan",
            "line": "\"Look under the suggestion box.\" \"I can't believe I kept this up all day.\" Signed, me."
        },
        {
            "speaker": "Michael",
            "line": "What is an office? Is it a group of people? Maybe. Is it an idea? Of course, yes. Is it a living organism? Exactly, yes. And any single cell organism has to have a spine, and that's me. But the spine is always controlled by a brain, and that is Jan. But the brain needs a heart, and that is me again. So ironic. You know what? The heart is smarter than the brain. But the brain is so effing hot."
        }
    ]
}