{
    "season": 2,
    "episode": 1,
    "quotes": [
        {
            "speaker": "Michael",
            "line": "Tonight is the Dundies, the annual employee awards night here at Dunder Mifflin. [holds up a trophy of a business man] And this is everybody's favorite day. Everybody looks forward to it, because, you know, a lot of the people here don't get trophies, very often. Like Meredith or Kevin, I mean, who's gonna give Kevin an award? Dunkin' Donuts? Plus, bonus, it's really, really funny. So I, you know, an employee will go home, and he'll tell his neighbor, \"Hey, did you get an award?\" And the neighbor will say, \"No man. I mean, I slave all day and nobody notices me.\" Next thing you know, employee smells something terrible coming from neighbor's house. Neighbor's hanged himself due to lack of recognition. So..."
        },
        {
            "speaker": "Jim",
            "line": "So, you ready for the... the Dundies?"
        },
        {
            "speaker": "Pam",
            "line": "Ugh..."
        },
        {
            "speaker": "Pam",
            "line": "You know what they say about a car wreck, where it's so awful you can't look away? The Dundies are like a car wreck that you want to look away, but you have to stare at it because your boss is making you."
        },
        {
            "speaker": "Michael",
            "line": "[in a Fat Albert voice] Hey hey hey! It's Fat Halpert."
        },
        {
            "speaker": "Jim",
            "line": "What?"
        },
        {
            "speaker": "Michael",
            "line": "[in Fat Albert voice] Fat Halpert. [in normal voice] Jim Halpert."
        },
        {
            "speaker": "Michael",
            "line": "So why don't I take you on a tour of past Dundie winners. We got Fat Jim Halpert here. Jim, why don't you show of your Dundies to the camera?"
        },
        {
            "speaker": "Jim",
            "line": "Oh, I can't because I keep them hidden. I don't want to look at them and get cocky."
        },
        {
            "speaker": "Michael",
            "line": "Oh, that's a good idea."
        },
        {
            "speaker": "Dwight",
            "line": "Mine are at home in a display case above my bed."
        },
        {
            "speaker": "Michael",
            "line": "Gyaaah. T.M.I. T.M.I my friends."
        },
        {
            "speaker": "Michael",
            "line": "T.M.I.? Too much information. Ah, it's just easier to say T.M.I. I used to say \"Don't go there\" but that's... lame."
        },
        {
            "speaker": "Michael",
            "line": "And here we have Stanley the Manly. Now Stanley is a Dundie all-star, aren't you Stan? Why don't you, ah, show them some of your bling."
        },
        {
            "speaker": "Stanley",
            "line": "I don't know where they are, I think I threw them out."
        },
        {
            "speaker": "Michael",
            "line": "Oh, no you di-int."
        },
        {
            "speaker": "Stanley",
            "line": "I think I did."
        },
        {
            "speaker": "Michael",
            "line": "W-why did you..."
        },
        {
            "speaker": "Stanley",
            "line": "Say, we got to order some more apa-teezers this time.  We ran out last year, remember?"
        },
        {
            "speaker": "Michael",
            "line": "Yes we should. I... you know what?  I wanted one of those skillets of cheese, but when I got off stage, [turns to Kevin] someone had eaten all of them."
        },
        {
            "speaker": "Michael",
            "line": "[in video] To Oscar Martinez it's the \"Show Me the Money\" award! Yeah!"
        },
        {
            "speaker": "Pam",
            "line": "Michael has taped every Dundies awards and now, he's making me look through hours of footage to find highlights."
        },
        {
            "speaker": "Oscar",
            "line": "[in video] That's supposed to be confidential."
        },
        {
            "speaker": "Michael",
            "line": "[in video] He has the award-ah! ...it's a type of song that we are going to play for the ladies. Hit it, Dwight!"
        },
        {
            "speaker": "Michael",
            "line": "[singing along to tune on video] A little bit of Paaam, all night long, a little bit of Angela on the thing..."
        },
        {
            "speaker": "Michael",
            "line": "[in video]...a little bit of Phyllis everywhere..."
        },
        {
            "speaker": "Pam",
            "line": "Oh, yeah, this is the part where Kevin sat in front of the camcorder all night. It's great."
        },
        {
            "speaker": "Michael",
            "line": "[on video] ...a little bit of Roooy eating chicken crispers... ...a little bit of Jim with some ribs, a little bit of..."
        },
        {
            "speaker": "Kelly",
            "line": "It was you."
        },
        {
            "speaker": "Phyllis",
            "line": "Live and learn."
        },
        {
            "speaker": "Pam",
            "line": "[quietly laughing] It wasn't. I swear."
        },
        {
            "speaker": "Kelly",
            "line": "Yeah, it was."
        },
        {
            "speaker": "Dwight",
            "line": "So, what's the joke? You're not perfect either."
        },
        {
            "speaker": "Pam",
            "line": "We're not laughing at you, Dwight."
        },
        {
            "speaker": "Dwight",
            "line": "So who are we laughing at?"
        },
        {
            "speaker": "Pam",
            "line": "Um, just something somebody wrote."
        },
        {
            "speaker": "Dwight",
            "line": "Who? Dave Barry?"
        },
        {
            "speaker": "Kelly",
            "line": "[laughing] No. No, just something that was written in the ladies' room wall."
        },
        {
            "speaker": "Dwight",
            "line": "What is it? Who wrote it?"
        },
        {
            "speaker": "Pam",
            "line": "Um, it's kind of private."
        },
        {
            "speaker": "Phyllis",
            "line": "[whispering] It's about Michael."
        },
        {
            "speaker": "Dwight",
            "line": "That is defacement of company property. So you better tell me. Kelly, if you tell me, you'll be punished less."
        },
        {
            "speaker": "Pam",
            "line": "Okay, now I'm laughing at you."
        },
        {
            "speaker": "Michael",
            "line": "[talking to the speakerphone] Will her highness, Jan Levinson-Gould, be descending from her corporate throne this evening to visit us lowly serfs here at Dunder Mifflin Scranton?"
        },
        {
            "speaker": "Jan",
            "line": "[on speaker phone] It's a, it's, it's a two and a half hour drive from New York, Michael."
        },
        {
            "speaker": "Michael",
            "line": "Well, you could take the bus.  You could work on the way here. Sleep on the way home."
        },
        {
            "speaker": "Jan",
            "line": "No."
        },
        {
            "speaker": "Michael",
            "line": "Wuh... Come on, Jan. This is important. I mean, this is, this is, validation to my employees here that you and corporate approve of this. So..."
        },
        {
            "speaker": "Jan",
            "line": "No, we don't approve of this Michael. I mean, y-you only had the budget for one office party a year, so... we're not paying for this."
        },
        {
            "speaker": "Michael",
            "line": "Um..."
        },
        {
            "speaker": "Michael",
            "line": "[to camera] Could you...?"
        },
        {
            "speaker": "Jan",
            "line": "Are you there Michael?"
        },
        {
            "speaker": "Michael",
            "line": "Yeah, I'm here, I just wanted to, uh, talk to you for a second about that."
        },
        {
            "speaker": "Michael",
            "line": "Um, what, ah, what is, I mean..."
        },
        {
            "speaker": "Michael",
            "line": "...come on, Jan!"
        },
        {
            "speaker": "Michael",
            "line": "You're dropping an A-Bomb on me here."
        },
        {
            "speaker": "Jan",
            "line": "Really? I'm dropping an atomic bomb on you?"
        },
        {
            "speaker": "Michael",
            "line": "Well, yeah, I mean, what is..."
        },
        {
            "speaker": "Jan",
            "line": "You already had a party on May 5th for no reason."
        },
        {
            "speaker": "Michael",
            "line": "No reason?! It was the 05 05 05 party..."
        },
        {
            "speaker": "Jan",
            "line": "And you had a luau...."
        },
        {
            "speaker": "Michael",
            "line": "...it happens once every billion years."
        },
        {
            "speaker": "Jan",
            "line": "And a tsunami relief fundraiser which somehow lost a lot of money."
        },
        {
            "speaker": "Michael",
            "line": "Okay, no, that was a FUN raiser. I think I made that very clear in the fliers, fun, F-U-N."
        },
        {
            "speaker": "Jan",
            "line": "Okay, well, I don't understand why anyone would have a tsunami FUN raiser, Michael. I mean, that doesn't even make sense."
        },
        {
            "speaker": "Michael",
            "line": "Well, I think a lot of people were very affected by the footage."
        },
        {
            "speaker": "Michael",
            "line": "This is a little character I like to do [places a green turban with a yellow feather on his head], it is, uh, loosely based on Karnack, one of Carson's classic characters. [puts an envelope to his head] Here we go. The PLO, the IRA, and the hot dog stand behind the warehouse. [tears open envelope and pulls out card] \"Name three businesses that have a better health care plans than Dunder Mifflin.\"  Here's the problem. There's no open bar because of Jan and it's the reason why comedy clubs have a two drink minimum. It'll be fine, I just...wish people were going to be drunk."
        },
        {
            "speaker": "Phyllis",
            "line": "Dwight, get out of here!!"
        },
        {
            "speaker": "Dwight",
            "line": "No, no, no, no..."
        },
        {
            "speaker": "Phyllis",
            "line": "What were you doing in the ladies room?!"
        },
        {
            "speaker": "Dwight",
            "line": "...no, no, no, no, it's not what you think."
        },
        {
            "speaker": "Phyllis",
            "line": "Why were you peering over the stalls?!"
        },
        {
            "speaker": "Dwight",
            "line": "No, why were you in there?!"
        },
        {
            "speaker": "Phyllis",
            "line": "You are a pervert!"
        },
        {
            "speaker": "Dwight",
            "line": "What were you doing in there?"
        },
        {
            "speaker": "Phyllis",
            "line": "You, are, a pervert!"
        },
        {
            "speaker": "Dwight",
            "line": "I am not."
        },
        {
            "speaker": "Michael",
            "line": "[in video] The Dundie award for \"Longest Engagement\" goes to Pam Beesley."
        },
        {
            "speaker": "Michael",
            "line": "Pam, everybody! [starts clapping]"
        },
        {
            "speaker": "Michael",
            "line": "Whoooo! When is that girl gonna get married? That's what I have to say. Ah, Roy's accepting."
        },
        {
            "speaker": "Roy",
            "line": "[on video] Yes."
        },
        {
            "speaker": "Michael",
            "line": "[on video] Thank you Roy. Are there any words you'd like to say, on Pam's behalf?"
        },
        {
            "speaker": "Roy",
            "line": "[on video] Ah, w-we'll see you next year."
        },
        {
            "speaker": "Michael",
            "line": "[on video] Yeah, oh, hope not! Oh God!"
        },
        {
            "speaker": "Michael",
            "line": "I'm not changing that, it's the best one."
        },
        {
            "speaker": "Jim",
            "line": "No, it's hilarious, you're right. I just think, um, \"world's longest engagement\", um, we're all expecting it, you know?"
        },
        {
            "speaker": "Michael",
            "line": "That's why it's funny. Every year that Roy and Pam don't get married, it gets funnier."
        },
        {
            "speaker": "Jim",
            "line": "Well I think if you use the same jokes it just comes across as lazy."
        },
        {
            "speaker": "Michael",
            "line": "Oh, [taking it to heart] lazy. Uh huh."
        },
        {
            "speaker": "Dwight",
            "line": "Excuse me, everyone, could I have your attention please. I just wanted to say that the women in this office are terrible. Especially the ones who wrote that stuff about Michael on the bathroom wall. Having a bathroom is a privilege. It is called a ladies room for a reason. And if you cannot behave like ladies, well then you are not going to have a bathroom."
        },
        {
            "speaker": "Pam",
            "line": "You're taking away our bathroom?"
        },
        {
            "speaker": "Dwight",
            "line": "We are going to have two men's rooms."
        },
        {
            "speaker": "Phyllis",
            "line": "But where would we...go?"
        },
        {
            "speaker": "Dwight",
            "line": "Be prepared to hold folks [Michael comes out of his office] From 9 am to..."
        },
        {
            "speaker": "Pam",
            "line": "Michael..."
        },
        {
            "speaker": "Michael",
            "line": "Yes."
        },
        {
            "speaker": "Pam",
            "line": "...Dwight is banning us from our bathroom."
        },
        {
            "speaker": "Michael",
            "line": "Okay, well, that's just ridiculous, so just don't, I-I don't have time for this right now."
        },
        {
            "speaker": "Dwight",
            "line": "Nnnnno, there needs to be repercussions..."
        },
        {
            "speaker": "Michael",
            "line": "Just don't, don't talk-"
        },
        {
            "speaker": "Dwight",
            "line": "...for people's behavior."
        },
        {
            "speaker": "Michael",
            "line": "Don't talk-"
        },
        {
            "speaker": "Dwight",
            "line": "And it's-"
        },
        {
            "speaker": "Michael",
            "line": "Just STAP IT YAP IT!!!!"
        },
        {
            "speaker": "Michael",
            "line": "Okay, look, I know there have been a lot of rumors flying around about the Dundies this year. How there is no money, and how there is no food, and how the jokes are really bad, but WHAT THE HELL EVERYBODY!? I mean, God. The Dundies are about the best, in every, one of us. Can't you see that? I mean, okay, we can do better. so, tonight, for the first time, we are inviting all of your friends and family to attend the awards with us."
        },
        {
            "speaker": "Dwight",
            "line": "[with a small fist pump] Yes!"
        },
        {
            "speaker": "Michael",
            "line": "Yeah, not bad, right? So let's make this the best Dundies ever."
        },
        {
            "speaker": "Dwight",
            "line": "[clapping] Best Dundies ever."
        },
        {
            "speaker": "Dwight",
            "line": "Welcome to the eighth annual Dundies awards."
        },
        {
            "speaker": "Dwight",
            "line": "Before we get started, a few announcements. Keep your acceptance speeches short, I have wrap it up music, and I'm not afraid to use it. [points] Devon!"
        },
        {
            "speaker": "Michael",
            "line": "\"The Dundies, how can I explain it? Awards you like to hate it. I'm psyched you all made it. You never had to work so hard and feel that no one notices you.  You're just a name and number and no one even says hello.\" [to Ryan] Card!"
        },
        {
            "speaker": "Oscar",
            "line": "The Dundies are kind of like a kid's birthday party, and you go, and there's really nothing for you to do there. But the kid's having a really good time, so you're, kind of there. That's-that's kind of what it's like."
        },
        {
            "speaker": "Michael",
            "line": "\"You down with The Dundies? You down with the Dundie-\""
        },
        {
            "speaker": "Dwight",
            "line": "The waitress tripped on the cord."
        },
        {
            "speaker": "Michael",
            "line": "Alright, alright, joke landed. So we are here, thank you all for coming to the 2005 Dundie awards. [takes off sweater to reveal tuxedo] I am your host, Michael Scott. And I just want to tell you please, please, do not drink and drive. Because you may hit a bump and spill the drink!"
        },
        {
            "speaker": "Kevin",
            "line": "[to waitress] Oh, just put these on the group tab."
        },
        {
            "speaker": "Michael",
            "line": "Nope, actually this year, ah, no group tab, we're going to be doing separate checks."
        },
        {
            "speaker": "Stanley",
            "line": "You said, we could bring our families."
        },
        {
            "speaker": "Michael",
            "line": "I did. And why didn't ya Stanley?"
        },
        {
            "speaker": "Stanley",
            "line": "I did, my wife's name is Terri."
        },
        {
            "speaker": "Michael",
            "line": "Well, I'm looking forward to meeting Terri."
        },
        {
            "speaker": "Stanley",
            "line": "It's this person who's hand I'm holding Michael."
        },
        {
            "speaker": "Michael",
            "line": "[to Dwight, in a low voice] Shut it. [normal voice] Um, good. Speaking of relationships, of all, all way shapes and forms. Um, I was out on a very, very hot date with a girl from HR, Dwight."
        },
        {
            "speaker": "Dwight",
            "line": "Really? We don't have any girls from HR."
        },
        {
            "speaker": "Michael",
            "line": "No, that...for the sake of the story. And things were getting hot and heavy."
        },
        {
            "speaker": "Dwight",
            "line": "Yeah?"
        },
        {
            "speaker": "Michael",
            "line": "And I was about to take her bra off..."
        },
        {
            "speaker": "Dwight",
            "line": "Yeah!"
        },
        {
            "speaker": "Michael",
            "line": "...when she made me fill out six hours of paperwork-"
        },
        {
            "speaker": "Dwight",
            "line": "Like an AIDS test?"
        },
        {
            "speaker": "Michael",
            "line": "No! [under his breath] God."
        },
        {
            "speaker": "Michael",
            "line": "[clears throat] Alright, so let's get this party staaaarrrrted."
        },
        {
            "speaker": "Darryl",
            "line": "Hey let's go to Poor Richard's."
        },
        {
            "speaker": "Roy",
            "line": "Yeah, let's get out of here."
        },
        {
            "speaker": "Pam",
            "line": "Um..."
        },
        {
            "speaker": "Michael",
            "line": "Um, guys, where you going? Pam, show's just getting started."
        },
        {
            "speaker": "Pam",
            "line": "Sorry."
        },
        {
            "speaker": "Ryan",
            "line": "You staying?"
        },
        {
            "speaker": "Jim",
            "line": "Yeah, gotta eat somewhere."
        },
        {
            "speaker": "Michael",
            "line": "And now... to someone who quietly goes about their job, but always seems to land the biggest accounts..."
        },
        {
            "speaker": "Michael",
            "line": "...the \"Busiest Beaver\" award goes to Phyllis Lapin."
        },
        {
            "speaker": "Michael",
            "line": "Yeah, way to go Phyllis. Nice work, per usual."
        },
        {
            "speaker": "Phyllis",
            "line": "This says \"Bushiest Beaver\"."
        },
        {
            "speaker": "Michael",
            "line": "What? I told them busiest...idiots."
        },
        {
            "speaker": "Phyllis",
            "line": "It's, it's fine."
        },
        {
            "speaker": "Michael",
            "line": "Well, we'll fix it up. You don't have to display that."
        },
        {
            "speaker": "Pam",
            "line": "...because that's what happens every time!"
        },
        {
            "speaker": "Roy",
            "line": "...talking about? He's a jackass every year."
        },
        {
            "speaker": "Pam",
            "line": "No."
        },
        {
            "speaker": "Roy",
            "line": "[Put's his hand on Pam's arm] Come on, we're going to Poor Richard's."
        },
        {
            "speaker": "Pam",
            "line": "[Breaks Roy's grip] No, I don't want to go, I don't want to."
        },
        {
            "speaker": "Roy",
            "line": "Pam. Go."
        },
        {
            "speaker": "Pam",
            "line": "If you would have asked me that, then you would know."
        },
        {
            "speaker": "Michael",
            "line": "[in a stereotypical oriental accent] Herro everybodeeee. I'm gonna cwall Jan Revinson-Gould."
        },
        {
            "speaker": "Jim",
            "line": "Hey! How are ya? I thought you left?"
        },
        {
            "speaker": "Pam",
            "line": "Oh no, I just, I decided to stay."
        },
        {
            "speaker": "Jim",
            "line": "Oh!"
        },
        {
            "speaker": "Pam",
            "line": "I'll just get a ride home from Angela."
        },
        {
            "speaker": "Jim",
            "line": "Oh."
        },
        {
            "speaker": "Pam",
            "line": "Oh good, I'm just in time for Ping."
        },
        {
            "speaker": "Jim",
            "line": "Yeah."
        },
        {
            "speaker": "Michael",
            "line": "[doing impression] Oh, dat wir be fwar. Ah, me so horny."
        },
        {
            "speaker": "Michael",
            "line": "Right? You know wat I'm talking 'bout."
        },
        {
            "speaker": "Pam",
            "line": "[to an off camera waiter and still clutching Jim's beer] Can I get a drink?"
        },
        {
            "speaker": "Michael",
            "line": "This next award goes to somebody, who really, lights up the office."
        },
        {
            "speaker": "Michael",
            "line": "Somebody, who I think a lot of us, cannot keep, from checking out. The \"Hottest in the Office\" award goes to... ...Ryan the temp!"
        },
        {
            "speaker": "Michael",
            "line": "Yeah. [singing to music] \"Hidy ho, you sexy thang. You sexy thang you.\" Here you go."
        },
        {
            "speaker": "Ryan",
            "line": "What am I going to do with the award? Nothing. I-I don't know what I'm going to do. That's the least of my...concerns right now."
        },
        {
            "speaker": "Michael",
            "line": "And the \"Tight Ass\" award goes to Angela.  Not only because she is everybody's favorite stickler, but because she has, a great caboose.  So...come on down."
        },
        {
            "speaker": "Angela",
            "line": "No."
        },
        {
            "speaker": "Jim",
            "line": "[Pam starts sipping an empty glass] I think those might be empty."
        },
        {
            "speaker": "Pam",
            "line": "No, no. 'Cause the ice melts and then it's like second drink! [laughs]"
        },
        {
            "speaker": "Jim",
            "line": "Second drink?"
        },
        {
            "speaker": "Michael",
            "line": "The \"Spicy Curry\" award goes to our very own Kelly Kapoor!  Get on up here. Here you go."
        },
        {
            "speaker": "Kelly",
            "line": "\"Spicy Curry\", what's that mean?"
        },
        {
            "speaker": "Michael",
            "line": "Um, not everything means something, it's just a joke."
        },
        {
            "speaker": "Kelly",
            "line": "Yeah, but why'd you give it to me?"
        },
        {
            "speaker": "Michael",
            "line": "I don't know, it's just..."
        },
        {
            "speaker": "Kelly",
            "line": "This is a bowler-"
        },
        {
            "speaker": "Michael",
            "line": "I know. It's ju- they didn't have any more businessmen. So..."
        },
        {
            "speaker": "Kelly",
            "line": "Yeah, but everyone else-"
        },
        {
            "speaker": "Michael",
            "line": "Just sit down Kelly."
        },
        {
            "speaker": "Michael",
            "line": "[sweaty and chugging water from a bottle] It's so freakin' hot in there. Now I know what Bob Hope was going through when he performed in Saudi Arabia. Man! I got Dwight sucking the funny out of the room, but you do what you can do. [Music starts playing in the background] Here we go, he's early with the cue. Here we go."
        },
        {
            "speaker": "Michael",
            "line": "[Michael is singing to the tune of \"Tiny Dancer\" by Elton John] \"You have won a tiny Dundie.\""
        },
        {
            "speaker": "Guy at bar",
            "line": "Sing it Elton."
        },
        {
            "speaker": "Michael",
            "line": "Hey, thanks guys. Hey, where you guys from?"
        },
        {
            "speaker": "Other Guy at Bar",
            "line": "We just came from yo' mama's house."
        },
        {
            "speaker": "Michael",
            "line": "Oh, alright, yeah."
        },
        {
            "speaker": "Guy At Bar",
            "line": "Sing 'em a song dude."
        },
        {
            "speaker": "Michael",
            "line": "Uh, you know what guys, we're just having a little office party, so if you want, uh..."
        },
        {
            "speaker": "Michael",
            "line": "[Something flies by Michael] Hey, you know, cool it guys, really-"
        },
        {
            "speaker": "Guy At Bar",
            "line": "You suck man!"
        },
        {
            "speaker": "Michael",
            "line": "Let's cut it. [Dwight turns the music off]"
        },
        {
            "speaker": "Michael",
            "line": "[clears throat] [with a lot less enthusiasm] I had a few more Dundies to, uh, give out tonight, but, I'm just going to cut it short. And wrap it up so everybody can enjoy their food. Um...thanks for listening, those who listened. [clears throat] This last Dundie is for Kevin, this is the \"Don't Go in There After Me\" award. It's for the time that I went into the bathroom after him, and it was really, really smelly. So..."
        },
        {
            "speaker": "Michael",
            "line": "[give Kevin his award]There you go."
        },
        {
            "speaker": "Pam",
            "line": "Yay Kevin. Whoo hoo for Kevin! For stinking up the bathroom."
        },
        {
            "speaker": "Jim",
            "line": "[starts clapping] Yeah, alright Kev."
        },
        {
            "speaker": "Pam",
            "line": "Woo! Hey, I haven't gotten one yet!"
        },
        {
            "speaker": "Jim",
            "line": "Yes, I have not gotten one either. So, keep going."
        },
        {
            "speaker": "Pam",
            "line": "More Dundies!"
        },
        {
            "speaker": "Pam and Jim",
            "line": "[clapping] Dundies! Dundies! Dundies! Dundies!"
        },
        {
            "speaker": "Everyone",
            "line": "Dundies! Dundies!"
        },
        {
            "speaker": "Michael",
            "line": "[getting his spirit back] Alright, alright, alright, okay. Alright, we'll keep rolling. Okay, this is the fine work award. This goes to Stanley, for all the fine work he did this year."
        },
        {
            "speaker": "Pam",
            "line": "Fine work! Fine work Stanley!"
        },
        {
            "speaker": "Michael",
            "line": "You know you did."
        },
        {
            "speaker": "Pam",
            "line": "Here here! Speech, speech, speech, speech [other people start joining in]"
        },
        {
            "speaker": "Stanley",
            "line": "Well, well, last year, I got great work, so I don't..."
        },
        {
            "speaker": "Stanley",
            "line": "So, I don't know what to think about this award. But at least I didn't get smelliest bowel movement like Kevin. [starts chuckling]"
        },
        {
            "speaker": "Michael",
            "line": "And this next award is going out to our own little Pam Beesley..."
        },
        {
            "speaker": "Michael",
            "line": "...I think we all know what award Pam is going to be getting this year."
        },
        {
            "speaker": "Michael",
            "line": "It is the \"Whitest Sneakers\" award! Because she always has the whitest tennis shoes on!"
        },
        {
            "speaker": "Michael",
            "line": "Get on down here! Pam Beesley ladies and gentlemen! [Pam grabs the microphone from him] Oh, here we go."
        },
        {
            "speaker": "Pam",
            "line": "I have so many people to thank for this award."
        },
        {
            "speaker": "Pam",
            "line": "Okay, first off, my Keds. Because I couldn't have done it without them. [people clap] Thank you. Let's give Michael a round of applause for MC-ing tonight because [people start clapping again] this is a lot harder than it looks. And also because of Dwight too."
        },
        {
            "speaker": "Pam",
            "line": "Um, so, finally, I want to thank God. Because God gave me this Dundie."
        },
        {
            "speaker": "Pam",
            "line": "And, I feel God in this Chili's tonight. WHOOOOOOOO!!!!"
        },
        {
            "speaker": "Michael",
            "line": "Pam Beesley ladies and gentleman. [Pam hugs Michael and gives him a quick peck on the cheek] Oh! Thank you."
        },
        {
            "speaker": "Jim",
            "line": "What a great year for the Dundies."
        },
        {
            "speaker": "Jim",
            "line": "We got to see Ping.  [Pam nods] And we learned of Michael's true feelings for Ryan. [Pam nods] Which was touching. And, we heard Michael change the lyrics to a number of classic songs. [Pam nods] Which for me, has ruined them for life. [looks at Pam, who is staring at him, nodding]"
        },
        {
            "speaker": "Jim",
            "line": "What?"
        },
        {
            "speaker": "Pam",
            "line": "Nothing."
        },
        {
            "speaker": "Jim",
            "line": "Okay."
        },
        {
            "speaker": "Pam",
            "line": "What?"
        },
        {
            "speaker": "Jim",
            "line": "I don't know, what?"
        },
        {
            "speaker": "Jim",
            "line": "Oh my God! You are so drunk!"
        },
        {
            "speaker": "Jim",
            "line": "Did you get that? Please tell me you got that. This is all going to be on."
        },
        {
            "speaker": "Dwight",
            "line": "Quick, quick, the woman is having a seizure. Grab her tongue, grab her tongue! It's okay, I'm a sheriff's deputy."
        },
        {
            "speaker": "Jim",
            "line": "He's a volunteer."
        },
        {
            "speaker": "Dwight",
            "line": "Don't get into that now. We need something to cushion her head. Throw pillow? A cush-"
        },
        {
            "speaker": "Jim",
            "line": "Dwight come on, come-"
        },
        {
            "speaker": "Dwight",
            "line": "It's okay, I'm going to use my shirt."
        },
        {
            "speaker": "Pam",
            "line": "Dwight, get off me!"
        },
        {
            "speaker": "Employee",
            "line": "I'm sorry, you're gonna have to put your clothes back on, people are trying to eat."
        },
        {
            "speaker": "Dwight",
            "line": "[struggling] Ahh! I can't-"
        },
        {
            "speaker": "Michael",
            "line": "Was this year's Dundies a success? Well, let's see, I made Pam laugh so hard, that she fell out of her chair, and she almost broke her neck. So I killed, almost."
        },
        {
            "speaker": "Pam",
            "line": "Oh my God!"
        },
        {
            "speaker": "Jim",
            "line": "Whoa."
        },
        {
            "speaker": "Pam",
            "line": "I just want to say, that this was the best, Dundies, ever! WHOOOOOOOOO!!!"
        },
        {
            "speaker": "Jim",
            "line": "Whoa."
        },
        {
            "speaker": "Jim",
            "line": "Whoa, careful, careful."
        },
        {
            "speaker": "Chili's Employee",
            "line": "We have a strict policy here not to over serve.  Apparently, this young woman was sneaking drinks off other people's tables. I Xeroxed her driver's license and she is not welcome to this restaurant chain ever again."
        },
        {
            "speaker": "Michael",
            "line": "Great work tonight."
        },
        {
            "speaker": "Dwight",
            "line": "Watch your step."
        },
        {
            "speaker": "Michael",
            "line": "Excellent."
        },
        {
            "speaker": "Dwight",
            "line": "Thanks, I had to, uh, check her pupils to make sure there wasn't a concussion."
        },
        {
            "speaker": "Michael",
            "line": "Yes, that too, but I mean with the audio. Great work."
        },
        {
            "speaker": "Pam",
            "line": "I feel bad about what I wrote on the bathroom wall."
        },
        {
            "speaker": "Jim",
            "line": "No you don't."
        },
        {
            "speaker": "Jim",
            "line": "Oh, here she is. Careful, careful, whoa. Alright, easy. Almost there."
        },
        {
            "speaker": "Pam",
            "line": "Hey, um, can I ask you a question?"
        },
        {
            "speaker": "Jim",
            "line": "Shoot."
        },
        {
            "speaker": "Pam",
            "line": "Um, I just wanted to say thanks."
        },
        {
            "speaker": "Jim",
            "line": "Not really a question. [starts to laugh] Okay, let's get you home, you're drunk."
        },
        {
            "speaker": "Jim",
            "line": "Alright."
        },
        {
            "speaker": "Pam",
            "line": "Bye."
        },
        {
            "speaker": "Jim",
            "line": "Goodnight, have a good night. Thank you Angela."
        },
        {
            "speaker": "Michael",
            "line": "TMI. Too much information. I used to say, \"Don't go there,\" but that is so lame now. Or, \"You go, girl.\" Or... Um, when did \"Where's the beef?\" That was, like, a long, long time ago. It's funny how the shelf life of these things, like how long they last, like, \"Too much information\" probably came on the scene... I mean, I didn't hear it till, like, this month, so it's pretty recently. Um, but you know, they're generally good for, like, no more than five or six years."
        },
        {
            "speaker": "Toby",
            "line": "Yes, that's true. I have never won a Dundie. I am more than okay  with that."
        },
        {
            "speaker": "Kelly",
            "line": "I think I'm gonna share some Cadillac Fajitas with Toby. Toby is so cute, except he has that stupid kid."
        },
        {
            "speaker": "Angela",
            "line": "Yes, I'm the designated driver, which is very important. We need everyone to get home safely. [sighs] But no one ever gives me gas money, and people live all over. It's expensive."
        },
        {
            "speaker": "Dwight",
            "line": "[scoffs] Like a gaggle of geese... [jibbering mockingly]"
        },
        {
            "speaker": "Michael",
            "line": "All right, we need something for Kevin."
        },
        {
            "speaker": "Jim",
            "line": "Mmm-hmmm."
        },
        {
            "speaker": "Michael",
            "line": "What do we know about him? He's an accountant."
        },
        {
            "speaker": "Jim",
            "line": "He plays guitar, he likes naval history. He's a bowler."
        },
        {
            "speaker": "Michael",
            "line": "[talking over Jim] He's fat. The fat accountant award."
        },
        {
            "speaker": "Jim",
            "line": "Well, you seem to have this under control."
        },
        {
            "speaker": "Jim",
            "line": "The weird part about this whole deal this that Michael truly believes that these awards are inspiring and motivational. I mean, he puts more effort and time and commitment into the Dundies than anything else he does all year. Which is probably why this branch will be downsized."
        },
        {
            "speaker": "Michael",
            "line": "I am the fat accountant."
        },
        {
            "speaker": "Dwight",
            "line": "Michael, I need to talk to you."
        },
        {
            "speaker": "Michael",
            "line": "Here he is."
        },
        {
            "speaker": "Dwight",
            "line": "I just thought that you might like to know that someone has written something about you on the ladies' room wall."
        },
        {
            "speaker": "Michael",
            "line": "Really? What did they say? \"For a good time, call Michael Scott\"?"
        },
        {
            "speaker": "Jim",
            "line": "Good one."
        },
        {
            "speaker": "Dwight",
            "line": "Uh, no, no. No, I think something bad, maybe."
        },
        {
            "speaker": "Michael",
            "line": "Why do you think that? You just immediately go to that, Dwight? Why are you so negative? Why..."
        },
        {
            "speaker": "Dwight",
            "line": "Michael."
        },
        {
            "speaker": "Michael",
            "line": "I mean, you just come in and you're just negative..."
        },
        {
            "speaker": "Dwight",
            "line": "Michael."
        },
        {
            "speaker": "Michael",
            "line": "...and you just walk negatively."
        },
        {
            "speaker": "Michael",
            "line": "Do you want me to find out what it says?"
        },
        {
            "speaker": "Michael",
            "line": "Yes."
        },
        {
            "speaker": "Dwight",
            "line": "By any means necessary?"
        },
        {
            "speaker": "Michael",
            "line": "What does that even mean? What are you... What are you talking about?"
        },
        {
            "speaker": "Dwight",
            "line": "It's the ladies' room."
        },
        {
            "speaker": "Michael",
            "line": "Just go and find out what it says and who said it and report back to me. But don't tell anybody that I have anything to do with it because if they ask me, I will say that you are crazy."
        },
        {
            "speaker": "Michael",
            "line": "Thank you. You won't regret this, Michael."
        },
        {
            "speaker": "Jim",
            "line": "What award would you like to give Dwight?"
        },
        {
            "speaker": "Michael",
            "line": "I hadn't planned on including him."
        },
        {
            "speaker": "Jim",
            "line": "Okay."
        },
        {
            "speaker": "Michael",
            "line": "Kevin."
        },
        {
            "speaker": "Dwight",
            "line": "It hasn't always been easy being a whistleblower. When I was in school, the kids would call me a tattle-tale or a snitch or a worm. So I really identify with those women from Enron. I wrote them letters to tell them how much they inspired me, but they never wrote back. I guess they're all married."
        },
        {
            "speaker": "Dwight",
            "line": "Angela, it's simple. Just tell me what the bathroom wall says."
        },
        {
            "speaker": "Angela",
            "line": "I don't talk about what goes on in the restroom."
        },
        {
            "speaker": "Dwight",
            "line": "I'm not asking what you do in there. I just want to know what's written about Michael."
        },
        {
            "speaker": "Angela",
            "line": "I don't says those kinds of things out loud. It's inappropriate."
        },
        {
            "speaker": "Dwight",
            "line": "Okay, I'll talk. You nod if I get it right. Does it have to do with his butt or his wiener?"
        },
        {
            "speaker": "Kevin",
            "line": "I think his characters are pretty funny. Especially Ping."
        },
        {
            "speaker": "Michael",
            "line": "Well, what should I do, guys? Seriously, do you want me to just cancel the Dundies?"
        },
        {
            "speaker": "Kelly",
            "line": "No, we were just hoping you wouldn't do those characters, like last time."
        },
        {
            "speaker": "Michael",
            "line": "Ping? Everybody loves Ping. He's my most popular character."
        },
        {
            "speaker": "Oscar",
            "line": "I think many people find that character slightly racist."
        },
        {
            "speaker": "Michael",
            "line": "Really? Well, he is based on the Chinese delivery guy that I have, who talks exactly like that, so, I think you should take it up with him instead of me."
        },
        {
            "speaker": "Oscar",
            "line": "Look, I'm just saying that there are many people that are offered by your insensitive skits."
        },
        {
            "speaker": "Michael",
            "line": "[sighs] Well, neither of you are Chinese, so what... Why do you care?"
        },
        {
            "speaker": "Phyllis",
            "line": "Dwight, get out of here!"
        },
        {
            "speaker": "Dwight",
            "line": "No, no, no."
        },
        {
            "speaker": "Phyllis",
            "line": "You can't be in here!"
        },
        {
            "speaker": "Dwight",
            "line": "It's not what you think."
        },
        {
            "speaker": "Phyllis",
            "line": "Shut up. You're a freak!"
        },
        {
            "speaker": "Dwight",
            "line": "I'm on official business."
        },
        {
            "speaker": "Phyllis",
            "line": "You are..."
        },
        {
            "speaker": "Dwight",
            "line": "This is Dunder Mifflin..."
        },
        {
            "speaker": "Phyllis",
            "line": "I'm telling Michael."
        },
        {
            "speaker": "Dwight",
            "line": "No. Phyllis, you're not..."
        },
        {
            "speaker": "Phyllis",
            "line": "I'm telling Michael."
        },
        {
            "speaker": "Dwight",
            "line": "Phyllis, no. No."
        },
        {
            "speaker": "Phyllis",
            "line": "Michael, Michael."
        },
        {
            "speaker": "Dwight",
            "line": "Phyllis, no, no. Do not listen to her. She's out of her mind."
        },
        {
            "speaker": "Phyllis",
            "line": "Dwight was in the ladies' room and he was looking at me."
        },
        {
            "speaker": "Michael",
            "line": "What?"
        },
        {
            "speaker": "Dwight",
            "line": "That is not true."
        },
        {
            "speaker": "Phyllis",
            "line": "He was looking at me in the ladies' room."
        },
        {
            "speaker": "Dwight",
            "line": "That's totally unfair. I was just in the ladies' room in order to spy."
        },
        {
            "speaker": "Michael",
            "line": "Dwight, you've hit a new low here."
        },
        {
            "speaker": "Phyllis",
            "line": "That's what I said. He was spying in the ladies' room."
        },
        {
            "speaker": "Dwight",
            "line": "What do you think, Phyllis? You think I followed you in there? Like, \"Oh good. Phyllis is going to the bathroom, so maybe I get to see her naked from the waist down.\" I'm not even attracted to you."
        },
        {
            "speaker": "Michael",
            "line": "That is a good point."
        },
        {
            "speaker": "Phyllis",
            "line": "Write him up or I'll take it to Jan."
        },
        {
            "speaker": "Michael",
            "line": "Okay, all right, I will do that. I will get to that definitely. Absolutely."
        },
        {
            "speaker": "Phyllis",
            "line": "When?"
        },
        {
            "speaker": "Michael",
            "line": "Oh, I don't know. Maybe after I finish writing, producing, directing, and hosting your awards show. All right, just relax, keep your pants on. Unless, of course, you're in the bathroom and you should be able to take your pants off in that case without Creepsville Central spying on you. Good."
        },
        {
            "speaker": "Phyllis",
            "line": "All right."
        },
        {
            "speaker": "Dwight",
            "line": "All right, let's wrap it up. Come on, we're late. The Dundies are starting very soon. Accounting, let's go, let's go. Okay, I gave you fair warning. [turns off their computers] Out. Who's next, customer service? Meredith, let's roll."
        },
        {
            "speaker": "Michael",
            "line": "Here we go. [organizing his costumes] And that. [to waitress] Hey. How you doing?"
        },
        {
            "speaker": "Michael",
            "line": "[singing] You down with the Dundies?"
        },
        {
            "speaker": "Dwight",
            "line": "Yeah, you know me."
        },
        {
            "speaker": "Michael",
            "line": "[singing] You down with the Dundies?"
        },
        {
            "speaker": "Dwight",
            "line": "The Dundies!"
        },
        {
            "speaker": "Michael",
            "line": "[singing] You down with the Dundies? You're all my homies"
        },
        {
            "speaker": "Dwight",
            "line": "You know me."
        },
        {
            "speaker": "Michael",
            "line": "[singing] You down with the Dundies?"
        },
        {
            "speaker": "Dwight",
            "line": "Yeah, you know me."
        },
        {
            "speaker": "Michael",
            "line": "[singing] Yeah, all the homies"
        },
        {
            "speaker": "Michael",
            "line": "I have listened to that song so many times and I still don't know what OPP stands for. Other people's... Something. I... [shakes head]"
        },
        {
            "speaker": "Kevin",
            "line": "So, Pam, I wonder who's gonna get \"longest engagement\" this year."
        },
        {
            "speaker": "Roy",
            "line": "Well. You're not goona get longest engagement, man, 'cause we got that locked up."
        },
        {
            "speaker": "Kevin",
            "line": "I wonder what I'll get. I brought my fiance."
        },
        {
            "speaker": "Michael",
            "line": "All right, our next award... ah, yes, this award goes to the most creative writing on the ladies' room wall, and the winner is... Who is it? Who wants to claim it? Shiny Dundie. Who wrote it? Great idea, Dwight."
        },
        {
            "speaker": "Toby",
            "line": "I'm just saying I don't think it's appropriate for you to have given Ryan that award."
        },
        {
            "speaker": "Michael",
            "line": "He's hot, all right? What do you want me to do about it?"
        },
        {
            "speaker": "Toby",
            "line": "Okay, that is fine to feel, but not to act on."
        },
        {
            "speaker": "Michael",
            "line": "[sighing] It was unanimous, Toby."
        },
        {
            "speaker": "Toby",
            "line": "It wasn't a vote. You decided."
        },
        {
            "speaker": "Michael",
            "line": "Well, okay, I based it on what I felt was unanimous office sentiment, and this isn't even about what Ryan thinks. It's about you. It's about how you feel about the Dundies. Admit it."
        },
        {
            "speaker": "Toby",
            "line": "Okay, that is not true."
        },
        {
            "speaker": "Michael",
            "line": "Yes, it is true."
        },
        {
            "speaker": "Toby",
            "line": "'Cause Ryan asked me to talk to you."
        },
        {
            "speaker": "Michael",
            "line": "Okay, I don't have time for this. I need to get on stage and you are breaking my concentration. [imitating Native chant] Me Chief Michael Scott. Here to trade..."
        },
        {
            "speaker": "Dwight",
            "line": "Excuse me, Goldschlager, extra flakes."
        },
        {
            "speaker": "Waitress",
            "line": "We don't have that. You want a Presidente Margarita? Blue Pacific Margarita, El Nino..."
        },
        {
            "speaker": "Dwight",
            "line": "No, no. No margarita. Hot sake."
        },
        {
            "speaker": "Waitress",
            "line": "[shakes head 'no']"
        },
        {
            "speaker": "Dwight",
            "line": "Fosters in the big can."
        },
        {
            "speaker": "Waitress",
            "line": "[shakes head 'no' again]"
        },
        {
            "speaker": "Dwight",
            "line": "Just a chocolate shake, chocolate sprinkles."
        },
        {
            "speaker": "Dwight",
            "line": "Okay. No, no, no, no, no. Lie still, lie still."
        },
        {
            "speaker": "Pam",
            "line": "I am fine."
        },
        {
            "speaker": "Jim",
            "line": "Dwight, this is crazy."
        },
        {
            "speaker": "Pam",
            "line": "Okay."
        },
        {
            "speaker": "Dwight",
            "line": "Jim, not now! We need to cushion her head. Lie still. Please, Pam. Do not move."
        },
        {
            "speaker": "Jim",
            "line": "Dwight, Dwight."
        },
        {
            "speaker": "Dwight",
            "line": "I'm sorry."
        },
        {
            "speaker": "Pam",
            "line": "[laughing] I am fine."
        },
        {
            "speaker": "Dwight",
            "line": "Jim, don't interfere."
        },
        {
            "speaker": "Manager",
            "line": "You have to put your clothes back on. People are trying to eat."
        },
        {
            "speaker": "Pam",
            "line": "Oh, my God."
        },
        {
            "speaker": "Dwight",
            "line": "Can you give me a second, sir."
        },
        {
            "speaker": "Manager",
            "line": "No!"
        },
        {
            "speaker": "Pam",
            "line": "Dwight, let me up."
        },
        {
            "speaker": "Manager",
            "line": "Put your clothes back on. Get, get right now."
        },
        {
            "speaker": "Dwight",
            "line": "I am a Sheriff's Deputy."
        },
        {
            "speaker": "Manager",
            "line": "That's fine."
        },
        {
            "speaker": "Dwight",
            "line": "I could have my men in here in a second and have you arrested."
        },
        {
            "speaker": "Jim",
            "line": "The other volunteers."
        },
        {
            "speaker": "Dwight",
            "line": "Pam, are you all right?"
        },
        {
            "speaker": "Pam",
            "line": "I'm fine."
        },
        {
            "speaker": "Manager",
            "line": "Sir, sir."
        },
        {
            "speaker": "Dwight",
            "line": "How many fingers am I holding up?"
        },
        {
            "speaker": "Pam",
            "line": "You're holding up three fingers."
        },
        {
            "speaker": "Dwight",
            "line": "All right. Are you okay?"
        },
        {
            "speaker": "Manager",
            "line": "Put your clothes on, right now."
        },
        {
            "speaker": "Dwight",
            "line": "I will. I will. You need to calm down."
        },
        {
            "speaker": "Manager",
            "line": "Right now."
        },
        {
            "speaker": "Michael",
            "line": "Don't wanna forget that."
        },
        {
            "speaker": "Manager",
            "line": "You and your party really need to leave right now."
        },
        {
            "speaker": "Michael",
            "line": "Absolutely. Is this mine or is this Chili's?"
        },
        {
            "speaker": "Manager",
            "line": "You know what? Don't worry about it."
        },
        {
            "speaker": "Michael",
            "line": "Keep it. My gift. [hugs Chili's Manager] Thank you. Have a good night. See you next year."
        },
        {
            "speaker": "Manager",
            "line": "That's fine."
        }
    ]
}}