{
    "season": 6,
    "episode": 15,
    "quotes": [
        {
            "speaker": "Hotel Employee",
            "line": "[on phone] Vancouver Court Hotel, how many I help you?"
        },
        {
            "speaker": "Michael",
            "line": "Hello Vancouver, this is Michael Scott calling from the United States of America!  I have a reservation in your fair city from February 12th to the 19th, first week of the Olympics."
        },
        {
            "speaker": "Hotel Employee",
            "line": "Well, we are looking forward to having you, so, let me just pull up your information here..."
        },
        {
            "speaker": "Michael",
            "line": "Okey doke."
        },
        {
            "speaker": "Hotel Employee",
            "line": "Um, I don't seem to have it, sir."
        },
        {
            "speaker": "Michael",
            "line": "What?"
        },
        {
            "speaker": "Dwight",
            "line": "[looking through Michael's email] I'm not seeing anything under \"confirmation.\""
        },
        {
            "speaker": "Michael",
            "line": "No."
        },
        {
            "speaker": "Dwight",
            "line": "Could it be under \"affirmation?\" Cause you have thousands of those."
        },
        {
            "speaker": "Michael",
            "line": "No. [to hotel employee on phone] We're trying to look it up right now."
        },
        {
            "speaker": "Dwight",
            "line": "You [i]did[/i] get the e-vite to my barbeque!"
        },
        {
            "speaker": "Michael",
            "line": "Um, come on."
        },
        {
            "speaker": "Dwight",
            "line": "Michael..."
        },
        {
            "speaker": "Hotel Employee",
            "line": "Uh, sir? A lot of people are trying to get last-minute reservations at hotels here for the Olympics, but we've been fully booked for months."
        },
        {
            "speaker": "Michael",
            "line": "Well, I have been booked for three years, so you should have that. I've always heard that British Columbia is a very nice place, but I am not getting that from this conversation."
        },
        {
            "speaker": "Dwight",
            "line": "Wait, I got it! Confirmation code: XV2RDM!"
        },
        {
            "speaker": "Hotel Employee",
            "line": "...Oh, here it is. Yep."
        },
        {
            "speaker": "Michael",
            "line": "Oh."
        },
        {
            "speaker": "Dwight",
            "line": "Thank you."
        },
        {
            "speaker": "Hotel Employee",
            "line": "Uh-huh. Seven nights in our street-view economy single?"
        },
        {
            "speaker": "Michael",
            "line": "That's it!"
        },
        {
            "speaker": "Hotel Employee",
            "line": "Yeah, we changed it since it was a while back. I do apologize."
        },
        {
            "speaker": "Michael and Dwight",
            "line": "Uh-huh, okay..."
        },
        {
            "speaker": "Hotel Employee",
            "line": "Yeah, how may I help you Mr. Scott?"
        },
        {
            "speaker": "Michael",
            "line": "Alright, I would like to cancel my reservation, please."
        },
        {
            "speaker": "Hotel Employee",
            "line": "There is a cancellation fee for this, sir."
        },
        {
            "speaker": "Michael",
            "line": "Okay, put it on my card."
        },
        {
            "speaker": "Michael",
            "line": "Today, Jo Bennett, the CEO from Sabre, is coming to see us here for the first time. She bought us sight unseen, like a mail-order bride, so she's gotta be kinda nervous. I mean, are we ugly? Are we smart? Are we cool? Are we too cool? Do we speak English?"
        },
        {
            "speaker": "Michael",
            "line": "[Jo Bennett enters with two humongous dogs, everyone stands to welcome her except Dwight] Why hello!"
        },
        {
            "speaker": "Gabe",
            "line": "This is Michael Scott, co-regional manager of this branch."
        },
        {
            "speaker": "Michael",
            "line": "Pleasure to meet you, Miss Bennett."
        },
        {
            "speaker": "Jo",
            "line": "Oh, that's Mrs. Bennett, sweetheart. My husband and I are divorced, but I kept the \"Mrs.\" just to piss off the new wife. Well, let's take a gander around this place."
        },
        {
            "speaker": "Andy",
            "line": "[Jo's dogs are sniffing at his crotch] These sure are pretty dogs..."
        },
        {
            "speaker": "Jo",
            "line": "They love a good crotch."
        },
        {
            "speaker": "Andy",
            "line": "They sure do."
        },
        {
            "speaker": "Jo",
            "line": "You should take that as a compliment!"
        },
        {
            "speaker": "Andy",
            "line": "Oh, I do!"
        },
        {
            "speaker": "Jo",
            "line": "[to Dwight] Hello."
        },
        {
            "speaker": "Dwight",
            "line": "Hello."
        },
        {
            "speaker": "Jo",
            "line": "Do you always stay seated when a lady enters the room?"
        },
        {
            "speaker": "Dwight",
            "line": "I am treating you the same as a man, for whom I would also not stand. Unless it was the President. Or Judge Judy."
        },
        {
            "speaker": "Jo",
            "line": "I like that."
        },
        {
            "speaker": "Gabe",
            "line": "This is Accounting."
        },
        {
            "speaker": "Kevin",
            "line": "Hi!"
        },
        {
            "speaker": "Jo",
            "line": "Good-looking group."
        },
        {
            "speaker": "Gabe",
            "line": "Over here is Meredith Palmer and Creed Bratton."
        },
        {
            "speaker": "Jo",
            "line": "Another couple of heartbreakers. Who is this tall drink of sun tea?"
        },
        {
            "speaker": "Gabe",
            "line": "That is Jim Halpert, he is the co-regional manager of this office."
        },
        {
            "speaker": "Jo",
            "line": "[gesturing to Michael] I thought this guy was the manager?"
        },
        {
            "speaker": "Gabe",
            "line": "Oh, he is. He's the co-manager, and that's the other co-manager."
        },
        {
            "speaker": "Jo",
            "line": "Two guys doing one job? We gotta do something about that!"
        },
        {
            "speaker": "Andy",
            "line": "Got some Valentine's cards for my coworkers and my bro-workers."
        },
        {
            "speaker": "Angela",
            "line": "[as Andy is passing her a card] No, no!"
        },
        {
            "speaker": "Kevin",
            "line": "What, no candy?"
        },
        {
            "speaker": "Andy",
            "line": "Valentine's Day, right around the corner. Erin and I have been on zero dates. So I got her a Valentine's Day card, but I didn't wanna seem \"too eager,\" so I got cards for everyone in the whole office to kind of dilute it a little bit."
        },
        {
            "speaker": "Andy",
            "line": "[throwing a card at Meredith, which skims her throat]: Look alive."
        },
        {
            "speaker": "Meredith",
            "line": "Ow! Geez, you gave me a paper cut on my throat!"
        },
        {
            "speaker": "Meredith",
            "line": "Yeah, I have this thing about men cutting or threatening to cut my throat. Don't try to cut my throat."
        },
        {
            "speaker": "Michael",
            "line": "Jo, I don't know how things work in Florida, which from your description sounds like a colorful, lawless swamp, but here it takes two men to do one job, where in Florida it might take one very strong woman to do such a job."
        },
        {
            "speaker": "Jim",
            "line": "Whoa, whoa."
        },
        {
            "speaker": "Michael",
            "line": "Whoa, whoa!"
        },
        {
            "speaker": "Jim",
            "line": "I'll take over. Um, what we're doing here: Michael handles more of the \"big-picture\" stuff, and I handle more of the day-to-day stuff, so together..."
        },
        {
            "speaker": "Jo",
            "line": "Yeah. I think I understand."
        },
        {
            "speaker": "Jim",
            "line": "Alright."
        },
        {
            "speaker": "Jo",
            "line": "Each of you is doing half a job."
        },
        {
            "speaker": "Jim",
            "line": "No."
        },
        {
            "speaker": "Michael",
            "line": "And sometimes I can hardly handle that!"
        },
        {
            "speaker": "Jo",
            "line": "This is knucklehead talk. I'm not gonna bite it, you know. You can't give me gravy and tell me it's jelly, because gravy ain't sweet! Is it, Jim?"
        },
        {
            "speaker": "Jim",
            "line": "I don't think so."
        },
        {
            "speaker": "Jo",
            "line": "Michael?"
        },
        {
            "speaker": "Michael",
            "line": "Forget the question..."
        },
        {
            "speaker": "Jo",
            "line": "I think one of you should return to sales, and the other one be manager."
        },
        {
            "speaker": "Michael",
            "line": "I humbly accept the management position."
        },
        {
            "speaker": "Jim",
            "line": "I... Why would you just say something like that?"
        },
        {
            "speaker": "Michael",
            "line": "Because, well, Jim. Where I'm from, two types of folk: those who ain't, and those who are knee-high on a grasshopper. Which type ain't you ain't? Ya'll come back now."
        },
        {
            "speaker": "Jim",
            "line": "Do you even know what that means?"
        },
        {
            "speaker": "Michael",
            "line": "Yes."
        },
        {
            "speaker": "Jo",
            "line": "Well, I'm gonna let this marinate. So you can go."
        },
        {
            "speaker": "Jim",
            "line": "Um..."
        },
        {
            "speaker": "Jo",
            "line": "You can go on. Shoo!"
        },
        {
            "speaker": "Jo",
            "line": "I'm Jolene Bennett, Jo for short. I'm a breast cancer survivor, close, personal friends with Nancy Pelosi, and Truman Capote and I slept with three of the same guys. When I was a little girl, I was terrified to fly, and now I have my own pilot's license. I am CEO of Sabre International, and I sell the best damn printers and all-in-one machines Korea can make. Pleased to meet you."
        },
        {
            "speaker": "Andy",
            "line": "[almost running into Erin] Whoa-oh, traffic jam!"
        },
        {
            "speaker": "Erin",
            "line": "Uh-oh, traffic jam on route three!"
        },
        {
            "speaker": "Andy",
            "line": "[imitating car noises] Beep-beep! Beeooop-beep!"
        },
        {
            "speaker": "Erin",
            "line": "Beep! Twenty people dead in a pile-up!"
        },
        {
            "speaker": "Andy",
            "line": "There's blood everywhere! Um, I got you a Valentine's card."
        },
        {
            "speaker": "Erin",
            "line": "[opening card] Oh, you did? Aw, a bird and a dog!"
        },
        {
            "speaker": "Andy",
            "line": "Yeah, well it's Snoopy and Woodstock."
        },
        {
            "speaker": "Erin",
            "line": "You named them?"
        },
        {
            "speaker": "Andy",
            "line": "Uh, Charles Schultz did. I thought it was relevant cause I got you all those birds for Christmas, remember?"
        },
        {
            "speaker": "Erin",
            "line": "Uh, yeah I do remember. [reading card] Aw, they love each other."
        },
        {
            "speaker": "Andy",
            "line": "Oh, look at that. They sure do. I hadn't noticed."
        },
        {
            "speaker": "Erin",
            "line": "Wow, it smells really good too."
        },
        {
            "speaker": "Andy",
            "line": "Yeah! It's Roger Federer for men, I sprayed some in there."
        },
        {
            "speaker": "Erin",
            "line": "Andy, whoa! Thank you very much!"
        },
        {
            "speaker": "Andy",
            "line": "It's got pheromones in it."
        },
        {
            "speaker": "Jo",
            "line": "Hey!"
        },
        {
            "speaker": "Kevin",
            "line": "Hi."
        },
        {
            "speaker": "Jo",
            "line": "[to Angela, who's having a hard time deciding on a chair] Just choosing seats, not getting married. Chop, chop little onion!"
        },
        {
            "speaker": "Kevin",
            "line": "Jo, there's books in my chair."
        },
        {
            "speaker": "Jo",
            "line": "That's right, darlin', now you're the proud new owner of a Sabre handbook and my autobiography. Now, you all must be in a tizzy. I can see it on your faces, I mean, what's going on now? I mean, who owns Dunder Mifflin? Right? I mean, Sabre? What's that? Some company I've never heard of? Down in Tallahassee? Where is that? Near Mars?"
        },
        {
            "speaker": "Michael",
            "line": "No, we know. Texas!"
        },
        {
            "speaker": "Jo",
            "line": "Now Dunder Mifflin has an arm's reach in all these small businesses all over the northeast. Now we're gonna take that arm, and we're gonna start selling printers."
        },
        {
            "speaker": "Michael",
            "line": "I could manage my way around that."
        },
        {
            "speaker": "Jo",
            "line": "They're the easiest-to-use printers on the market."
        },
        {
            "speaker": "Michael",
            "line": "I will try to manage my excitement!"
        },
        {
            "speaker": "Michael",
            "line": "I have been saying the word \"manager\" a lot, so whenever Jo thinks \"manager\" she thinks of me. Camel cigarettes did the same thing with Joe Camel by making him look like a penis. I can't even go near a cigarette now without thinking of a penis. And vise-versa."
        },
        {
            "speaker": "Jo",
            "line": "I think that's it. So we're all good! [many employees raise their hands] Thanks ya'll."
        },
        {
            "speaker": "Dwight",
            "line": "[Jo leaves] I, uh..."
        },
        {
            "speaker": "Kelly",
            "line": "[reading her Valentine's card from Andy] Oh my God."
        },
        {
            "speaker": "Kelly",
            "line": "I guess Andy likes me. I never thought of him in that way. But, I guess in most romantic comedies, the guy you're supposed to be with is the one you never thought of in that way. You might have even thought he was annoying or possibly homosexual."
        },
        {
            "speaker": "Pam",
            "line": "So, check this out. According to the handbook, you could make more money as a salesman than as a manager. They have all these incentive programs. I ran your numbers from last year."
        },
        {
            "speaker": "Jim",
            "line": "This is way more than I make now."
        },
        {
            "speaker": "Jim",
            "line": "I don't think I'm gonna miss being manager. You know how some people say they're not in it for the money? Well, with all due respect to this job, I think I'm definitely in it for the money. And quite honestly, the women."
        },
        {
            "speaker": "Jim",
            "line": "Hey, you got a second?"
        },
        {
            "speaker": "Michael",
            "line": "Sure. You here to tell me that you think I would be a better manager and that you are sorry for being such a jerk?"
        },
        {
            "speaker": "Jim",
            "line": "Actually, yeah."
        },
        {
            "speaker": "Michael",
            "line": "What?"
        },
        {
            "speaker": "Jim",
            "line": "Exactly that. I think that you absolutely deserve the manager position more than I do."
        },
        {
            "speaker": "Michael",
            "line": "What? Really?"
        },
        {
            "speaker": "Jim",
            "line": "Yeah!"
        },
        {
            "speaker": "Michael",
            "line": "Wow!"
        },
        {
            "speaker": "Michael",
            "line": "La la la, hello Oscar!"
        },
        {
            "speaker": "Oscar",
            "line": "Michael. Reading."
        },
        {
            "speaker": "Michael",
            "line": "What are you reading?"
        },
        {
            "speaker": "Oscar",
            "line": "The Atlantic."
        },
        {
            "speaker": "Michael",
            "line": "Oh, that is my favorite ocean! I love it! I am so happy right now. No! I can't keep it a secret any longer. Jim is stepping down to salesman, I am going to be the sole manager once again."
        },
        {
            "speaker": "Oscar",
            "line": "I should step into sales myself."
        },
        {
            "speaker": "Michael",
            "line": "Why, is there an untapped gay market?"
        },
        {
            "speaker": "Oscar",
            "line": "Sabre has no caps on commissions. He can make a lot more money in sales."
        },
        {
            "speaker": "Michael",
            "line": "...Where did you get that information."
        },
        {
            "speaker": "Oscar",
            "line": "Manual."
        },
        {
            "speaker": "Michael",
            "line": "Manuel who?"
        },
        {
            "speaker": "Michael",
            "line": "Well, according to the manual, there is no cap on commissions. I have been hustled."
        },
        {
            "speaker": "Michael",
            "line": "Son of a bitch. [enters conference room] Pardon me."
        },
        {
            "speaker": "Jo",
            "line": "Oh, speak of the devil. We were just talking about you. Have a seat!"
        },
        {
            "speaker": "Michael",
            "line": "Okay."
        },
        {
            "speaker": "Jo",
            "line": "Now Jim here is thinking about taking himself out of the running for being manager."
        },
        {
            "speaker": "Michael",
            "line": "Really? Aw, that is so sweet of you! But, I cannot accept, because I have been thinking about it, and I think I wanna go back to sales."
        },
        {
            "speaker": "Jo",
            "line": "Really?"
        },
        {
            "speaker": "Jim",
            "line": "Really."
        },
        {
            "speaker": "Michael",
            "line": "Yeah. You can take the man out of the salesman, but you can't take the sales out of salesman."
        },
        {
            "speaker": "Jo",
            "line": "Well, I think you're both being a little too modest."
        },
        {
            "speaker": "Jim",
            "line": "No, I really, really think Michael is better at being manager for so many reasons."
        },
        {
            "speaker": "Michael",
            "line": "No, I think I would be bad. I would sleep in my office, and I would sexually harass people."
        },
        {
            "speaker": "Jim",
            "line": "Why would you do that?"
        },
        {
            "speaker": "Michael",
            "line": "I'm turning myself in right now!"
        },
        {
            "speaker": "Jo",
            "line": "You know, Michael, you have more experience in sales and management, so I'm gonna defer to your judgment."
        },
        {
            "speaker": "Michael",
            "line": "Thank you."
        },
        {
            "speaker": "Jo",
            "line": "I think you [to Michael] will become the salesman, and congratulations! [to Jim] You're gonna be the new manager of this branch!"
        },
        {
            "speaker": "Michael",
            "line": "Great! That's great. Congratulations. Have fun signing my commission checks, boss."
        },
        {
            "speaker": "Pam",
            "line": "[pointing to the window in Michael's office] Oh, Michael marked his heights. He's grown!"
        },
        {
            "speaker": "Jim",
            "line": "Mm!"
        },
        {
            "speaker": "Dwight",
            "line": "[on phone] Bobcat, this is Dragon. Listen. He's been promoted to sole manager. We've got to step this up. Meet me behind the dumpster in ninety seconds. [hangs up phone] 89... 88..."
        },
        {
            "speaker": "Dwight",
            "line": "You're twenty minutes late!"
        },
        {
            "speaker": "Ryan",
            "line": "[walking up] Um, I was at another dumpster!"
        },
        {
            "speaker": "Dwight",
            "line": "Just admit you lost track of time."
        },
        {
            "speaker": "Dwight",
            "line": "Ryan and I have been meeting up to work on our diabolical plot against Jim. Ryan is always late for our meetings. I wish I had a lair."
        },
        {
            "speaker": "Ryan",
            "line": "Did you see Saw?"
        },
        {
            "speaker": "Dwight",
            "line": "Of course I seesaw. Mose and I seesaw all the time."
        },
        {
            "speaker": "Ryan",
            "line": "No, uh, the movie. Did you see the movie Saw?"
        },
        {
            "speaker": "Dwight",
            "line": "Oh, yeah. Great film. Almost as fun as going on a seesaw."
        },
        {
            "speaker": "Ryan",
            "line": "Okay, the reason these movies are so popular, is the element of psychological torment."
        },
        {
            "speaker": "Dwight",
            "line": "I like where you're going with this. Continue."
        },
        {
            "speaker": "Ryan",
            "line": "Could we lure him into an old warehouse or something?"
        },
        {
            "speaker": "Dwight",
            "line": "I have an old barn!"
        },
        {
            "speaker": "Ryan",
            "line": "Yes!"
        },
        {
            "speaker": "Dwight",
            "line": "It's kinda smelly, but that might be a plus! And then what?"
        },
        {
            "speaker": "Ryan",
            "line": "We do what they did in Saw! ... I mean, we don't kill him, obviously. I have a mask..."
        },
        {
            "speaker": "Dwight",
            "line": "Okay, that's your idea? Exactly like in the movie!? That is the most idiotic thing I have ever heard in my life!"
        },
        {
            "speaker": "Ryan",
            "line": "Well suggest something else then! Don't just..."
        },
        {
            "speaker": "Dwight",
            "line": "He's supposed to cut his leg off? Think!"
        },
        {
            "speaker": "Ryan",
            "line": "Don't just criticize my idea!"
        },
        {
            "speaker": "Dwight",
            "line": "Think!"
        },
        {
            "speaker": "Ryan",
            "line": "You think of something then!"
        },
        {
            "speaker": "Erin",
            "line": "Michael, I'm worried that, uh, not all your toys are gonna fit on your new desk."
        },
        {
            "speaker": "Michael",
            "line": "How is that possible?"
        },
        {
            "speaker": "Erin",
            "line": "Well, in your old office there were all those ledges and extra space."
        },
        {
            "speaker": "Michael",
            "line": "No excuses Erin, come on! Make it happen."
        },
        {
            "speaker": "Erin",
            "line": "You know, I actually think I should get back to work. Jim asked me to do some stuff, and he's manager."
        },
        {
            "speaker": "Michael",
            "line": "Oh, yeah. Fine, fine. Leave it here. I have to make some sales anyway. Who should I call with my magic sales fingers? [Michael's phone rings] Michael Scott, head of sales."
        },
        {
            "speaker": "Jim",
            "line": "[on phone] You gotta do something, man. You can't just sit there."
        },
        {
            "speaker": "Dwight",
            "line": "The new IT guy. Nick."
        },
        {
            "speaker": "Ryan",
            "line": "Nick."
        },
        {
            "speaker": "Dwight",
            "line": "I think he is the key. He's very trusting, he's looking for friends, he has been given an awesome amount of power, and does not know how to wield it."
        },
        {
            "speaker": "Ryan",
            "line": "Like Frodo!"
        },
        {
            "speaker": "Dwight",
            "line": "Why don't you just let me handle the Tolkien references, okay dumb jock?"
        },
        {
            "speaker": "Ryan",
            "line": "Well, I think he can be corrupted. Like Gollum."
        },
        {
            "speaker": "Dwight",
            "line": "Smeagol was corrupted and became Gollum."
        },
        {
            "speaker": "Dwight",
            "line": "I might start a diabolical plot against him after this one."
        },
        {
            "speaker": "Erin",
            "line": "Who's hungry?"
        },
        {
            "speaker": "Jim",
            "line": "What is that?"
        },
        {
            "speaker": "Erin",
            "line": "It's ants on a log. Michael would always have me bring them in at 2:30 and say \"Who's hungry?\""
        },
        {
            "speaker": "Jim",
            "line": "Oh. I'm fine. Thank you, though."
        },
        {
            "speaker": "Erin",
            "line": "Do you want me to spin you in your chair and make you dizzy?"
        },
        {
            "speaker": "Jim",
            "line": "Why would I wanna do that?"
        },
        {
            "speaker": "Erin",
            "line": "It's a thinking technique. All the top executives do it. It keeps the brain moving, and a spinning brain is a working brain."
        },
        {
            "speaker": "Jim",
            "line": "For now, I'm just gonna go back to work here..."
        },
        {
            "speaker": "Erin",
            "line": "Oh sure."
        },
        {
            "speaker": "Jim",
            "line": "Yeah. Thank you."
        },
        {
            "speaker": "Erin",
            "line": "Well."
        },
        {
            "speaker": "Michael",
            "line": "[on phone] It will be a pleasure doing business with you. Thanks, bye. [hangs up phone, blows train whistle] I just got a new account for the gentleman's club in Carbondale. It is called \"Curves.\" I went by there the other day, saw some of the women walking in. Not really my cup of tea. Actually, Kevin, you might like it!"
        },
        {
            "speaker": "Kevin",
            "line": "Nice!"
        },
        {
            "speaker": "Dwight",
            "line": "You know, we really don't announce out loud our sales that much."
        },
        {
            "speaker": "Michael",
            "line": "Why not? It's part of the sales experience."
        },
        {
            "speaker": "Dwight",
            "line": "It's not really 1992 anymore."
        },
        {
            "speaker": "Michael",
            "line": "Well, okay..."
        },
        {
            "speaker": "Kelly",
            "line": "[reading Andy's card] You brighten my day with the sound of your voice, you bring so much laughter and love, you're everything to me, and I was so blessed when God sent you here to me."
        },
        {
            "speaker": "Erin",
            "line": "Geez louise."
        },
        {
            "speaker": "Kelly",
            "line": "I know, obsessed with me much?"
        },
        {
            "speaker": "Erin",
            "line": "Well, everyone got one."
        },
        {
            "speaker": "Kelly",
            "line": "What did yours say?"
        },
        {
            "speaker": "Erin",
            "line": "Friends are worth sharing a doghouse with."
        },
        {
            "speaker": "Erin",
            "line": "It's no wonder that Andy gave Kelly such a romantic card. I can't compete with her. That girl can sing, and dance, and gets all of her clothes at the mall. And I feel like such a fool for thinking that Andy was only going after one girl, cause Andy Bernard is a playboy. And, why shouldn't he be? He's got it all."
        },
        {
            "speaker": "Dwight",
            "line": "Ho-ho. There he is, the IT guy. So you discovered the break room."
        },
        {
            "speaker": "Nick",
            "line": "Uh, yep."
        },
        {
            "speaker": "Dwight",
            "line": "I imagine one of the best things about being an IT guy is, you get to know everyone's computer passwords."
        },
        {
            "speaker": "Nick",
            "line": "No, I actually don't."
        },
        {
            "speaker": "Dwight",
            "line": "Listen, I know you have to say that, but we got a little problem here. There is an employee named Jim Halpert, and he is doing some terrible things, okay? He is molesting people via the internet. And we need to stop him."
        },
        {
            "speaker": "Nick",
            "line": "I think that you should call the cops."
        },
        {
            "speaker": "Dwight",
            "line": "No, the cops called us. So I'm gonna need you to give me the password to Jim Halpert's computer."
        },
        {
            "speaker": "Nick",
            "line": "I don't know what to tell you, man. I'm sorry, I just can't give out his password like that."
        },
        {
            "speaker": "Ryan",
            "line": "Nick. We could make things very, very difficult for you."
        },
        {
            "speaker": "Nick",
            "line": "Are you... you threatening me?"
        },
        {
            "speaker": "Ryan",
            "line": "Threatening you? No. [tries to crush an aluminum can, Dwight  crushes an apple]"
        },
        {
            "speaker": "Michael",
            "line": "What is that smell? Do you smell that? What is that? Like a sulfur deposit under here?"
        },
        {
            "speaker": "Pam",
            "line": "Michael, stop."
        },
        {
            "speaker": "Michael",
            "line": "No, I'm serious, we don't have to put up... Is it the dogs?"
        },
        {
            "speaker": "Pam",
            "line": "Michael..."
        },
        {
            "speaker": "Michael",
            "line": "You know what, we don't have to deal with this. I am going to Google sulfur maps."
        },
        {
            "speaker": "Dwight",
            "line": "Michael, it's Phyllis."
        },
        {
            "speaker": "Michael",
            "line": "No, this is geological."
        },
        {
            "speaker": "Phyllis",
            "line": "I sent an email out to everyone in this area that this might be a side effect to my new allergy medication I'm on."
        },
        {
            "speaker": "Michael",
            "line": "Are you kidding me?"
        },
        {
            "speaker": "Phyllis",
            "line": "No."
        },
        {
            "speaker": "Michael",
            "line": "And you guys are okay with this?"
        },
        {
            "speaker": "Dwight",
            "line": "She sent an email, so."
        },
        {
            "speaker": "Phyllis",
            "line": "I did."
        },
        {
            "speaker": "Andy",
            "line": "[has two tissues in his nostrils] It's not cause of the smell. I'm just expecting a nosebleed."
        },
        {
            "speaker": "Michael",
            "line": "Oh my God."
        },
        {
            "speaker": "Kelly",
            "line": "Oh! You scared me!"
        },
        {
            "speaker": "Andy",
            "line": "I'm sorry, I thought you saw me."
        },
        {
            "speaker": "Kelly",
            "line": "I didn't see you. And you were there all along. [takes papers out of copy machine] Well, I warmed it up for you so, should be good to go."
        },
        {
            "speaker": "Andy",
            "line": "Cool, thanks."
        },
        {
            "speaker": "Kelly",
            "line": "Bye, Andy. [kisses his cheek]"
        },
        {
            "speaker": "Andy",
            "line": "...That was weird."
        },
        {
            "speaker": "Meredith",
            "line": "No it ain't. We all saw the Valentine you gave her."
        },
        {
            "speaker": "Andy",
            "line": "I don't even know what that card said."
        },
        {
            "speaker": "Meredith",
            "line": "Believe me, if I got that card? We'd be in the bathroom doin' it right... now."
        },
        {
            "speaker": "Michael",
            "line": "Hey."
        },
        {
            "speaker": "Jim",
            "line": "Hey."
        },
        {
            "speaker": "Michael",
            "line": "You know, it's funny. I used to stand in here and wish I was out there. Now I'm out there, and I wish I was in here."
        },
        {
            "speaker": "Jim",
            "line": "Well, the grass is always greener."
        },
        {
            "speaker": "Michael",
            "line": "Yeah. Except there's no grass out there. It's just a farty dirt patch."
        },
        {
            "speaker": "Jim",
            "line": "Well, it's what you wanted."
        },
        {
            "speaker": "Michael",
            "line": "I really need my job back. We made a terrible mistake here."
        },
        {
            "speaker": "Jim",
            "line": "For the record, I fought this. Alright? And now, I'm not really sure what we do."
        },
        {
            "speaker": "Michael",
            "line": "We make a poster that says \"Happy Opposite Day!\" and she sees it on the way out... Nah, that's stupid. Ugh! I wish we had one of those amnesia flashlights from Men in Black."
        },
        {
            "speaker": "Jim",
            "line": "Hey, what was that movie where their boss was within earshot and they could've just gone and talked to her."
        },
        {
            "speaker": "Michael",
            "line": "Lethal Weapon?"
        },
        {
            "speaker": "Jim",
            "line": "That's it. I think we should do it the Lethal Weapon way."
        },
        {
            "speaker": "Jo",
            "line": "You two are grown-ass men. What do I have to do, fire you and get two people in here who don't need so much management?"
        },
        {
            "speaker": "Michael",
            "line": "What? What I'm saying..."
        },
        {
            "speaker": "Jim",
            "line": "Michael's saying he's better at being manager, and I agree, cause he's a better people person, weirdly."
        },
        {
            "speaker": "Michael",
            "line": "And weirdly I'm a good dog person, right guys? [dogs go to him] See? They love me."
        },
        {
            "speaker": "Jo",
            "line": "Fine. I don't care which one of you does which job, just stop meeting with me to talk about it."
        },
        {
            "speaker": "Jim",
            "line": "Alright."
        },
        {
            "speaker": "Michael",
            "line": "Alright!"
        },
        {
            "speaker": "Jo",
            "line": "[cell phone rings] Oh, I gotta take this. Yep. Uh, finish walking my dogs for me. And don't ride 'em. Lotta people try to ride 'em."
        },
        {
            "speaker": "Andy",
            "line": "[Erin leaves room] Excuse me? Everyone? Please check your emails, I just sent you the following message: \"Coworkers, you may have received a Valentine from me. Please understand this does not mean that I like you in any way.\""
        },
        {
            "speaker": "Phyllis",
            "line": "You don't even like us as friends?"
        },
        {
            "speaker": "Andy",
            "line": "Phyllis, you guys are like my closest friends. I just mean I don't like-like you."
        },
        {
            "speaker": "Oscar",
            "line": "What are we, five?"
        },
        {
            "speaker": "Andy",
            "line": "\"Please don't read into this card. Yours in professionalism, Nard dog.\""
        },
        {
            "speaker": "Kelly",
            "line": "[entering with Erin] Um, why did I just receive a mass email from you that said that you don't like me? Do you realize how hard that makes me like you, Andy?"
        },
        {
            "speaker": "Andy",
            "line": "It's n-- that wasn't... I like someone else."
        },
        {
            "speaker": "Kelly",
            "line": "Who?"
        },
        {
            "speaker": "Andy",
            "line": "It's not... Whether or not, you..."
        },
        {
            "speaker": "Kelly",
            "line": "Who, what?"
        },
        {
            "speaker": "Erin",
            "line": "Yeah, I guess Andy never liked Kelly. How about that?"
        },
        {
            "speaker": "Michael",
            "line": "Oh, it smells good in here."
        },
        {
            "speaker": "Erin",
            "line": "Sure does! Okay, we have your space heater, your humidifier, your dehumidifier, your fan, your foot fan, and your food dehydrator."
        },
        {
            "speaker": "Michael",
            "line": "Erin, what about my keyboard? [Erin hits a button on an electronic keyboard, playing a beat] Aw, so good to be home. How about a little Bosa Nova?"
        },
        {
            "speaker": "Erin",
            "line": "Oh! [hits another key, they awkwardly dance together]"
        },
        {
            "speaker": "Pam",
            "line": "[gesturing to Michael dancing in his office] He looks happy."
        },
        {
            "speaker": "Jim",
            "line": "Yep."
        },
        {
            "speaker": "Dwight",
            "line": "Well, well, well. Hm. Boss for, what was it? Oh, four and a half hours? New record. Low. Previous record? Henry Rosston. Boss for nine years, four months. And he only left because he had family matters to attend to and he [Jim dunks Dwight's tie in his coffee cup, Pam smiles] what? Michael!"
        },
        {
            "speaker": "Dwight",
            "line": "[entering elevator with Ryan] I can't help but think that something we did made this possible."
        },
        {
            "speaker": "Ryan",
            "line": "Jim dug his own grave, but maybe we provided the shovel."
        },
        {
            "speaker": "Dwight",
            "line": "Oh temp, I like that. I'm going to engrave that into a piece of wood. Care to celebrate with a drink?"
        },
        {
            "speaker": "Ryan",
            "line": "I would love to. [elevator doors close, then reopen in the lobby] Why not?"
        },
        {
            "speaker": "Dwight",
            "line": "Because! Martini bars are pretentious. No thank you."
        },
        {
            "speaker": "Ryan",
            "line": "Well, I'm sorry that I don't want farm boy swill like you do, you know."
        },
        {
            "speaker": "Dwight",
            "line": "It is not \"farm boy swill,\" I will show you. It is beet Vodka and it is delicious."
        },
        {
            "speaker": "Ryan",
            "line": "I am not interested in anything I have to make myself!"
        }
    ]
}