{"season": 9, "episode": 9, "quotes": [{"speaker": "Jim", "line": "[Sighs] I'm having second thoughts about one of the shirts I packed. The blue one with the stripes."}, {"speaker": "Pam", "line": "I'm sure it's fine. it's a blue shirt."}, {"speaker": "Jim", "line": "Well, yeah, but I'm wondering if it's too blue. Like, am I making a statement with the blueness?"}, {"speaker": "Jim", "line": "I am leaving early today for Philly, because tomorrow is the first day of my new job. So I figure I'd get in at 5:00, check into a hotel at about 6:00 so I can get a real good night of restless sleep and nervous puking."}, {"speaker": "Dwight", "line": "Uh, excuse me. Trying to get work done. Some people don't care about Jim's new sports job in Phila-Whatever."}, {"speaker": "Jim", "line": "So you know my job has something to do with sports, but you don't know the end of the word \"Philadelphia\"?"}, {"speaker": "Dwight", "line": "Philadelphia. From the greek phila meaning \"Love,\" and adelph, meaning \"Adolf.\" \"the city that loves Adolf.\" Good luck with your new enterprise and don't wear the blue striped shirt. It makes your neck look like an old mop handle."}, {"speaker": "Erin", "line": "Oh...Hey, guys, the Christmas party is today. Merry Christmas everyone!"}, {"speaker": "Angela", "line": "No."}, {"speaker": "Nellie", "line": "Is It?"}, {"speaker": "Erin", "line": "I mean, it says \"X-Mas party,\" but I think we all know what that's code for."}, {"speaker": "Kevin", "line": "So we're not going to have a Christmas party this year? Angela, how could you do this to us?"}, {"speaker": "Angela", "line": "Oh, right, like I'm responsible 'cause I'm in charge of the party planning committee."}, {"speaker": "Kevin", "line": "Well, you are the one in charge of it."}, {"speaker": "Angela", "line": "Don't blame me for something we all forgot."}, {"speaker": "Oscar", "line": "Yeah, let's not blame her for something we all forgot."}, {"speaker": "Oscar", "line": "I didn't realize how many of Angela's opinions I agreed with, until she tried to have my kneecap shattered for sleeping with her husband. She makes a lot of very sound points."}, {"speaker": "Phyllis", "line": "I knew the party was today, but nobody asked me to plan it, so I didn't. Hmm, funny how that works."}, {"speaker": "Meredith", "line": "[Scoffs] We're out there sweating our balls off every day, bustin' our balls. We deserve a Christmas party!"}, {"speaker": "Nellie", "line": "Well, then, why don't we just get some liquor and those mini-Cupcakes?"}, {"speaker": "Kevin", "line": "Mini-Cupcakes? As in the mini version of regular cupcakes, which is already a mini version of cake? Honestly, where does it end with you people?"}, {"speaker": "Dwight", "line": "What about an authentic Pennsylvania Dutch Christmas? Drink some gluhwein, enjoy some hasenpfeffer. Enjoy Christmas with saint Nicolas' rural German companion, Belsnickel."}, {"speaker": "Jim", "line": "Yes! That, that, that! We're definitely doing that. Are we all in agreement?"}, {"speaker": "Kevin", "line": "No."}, {"speaker": "Angela", "line": "No!"}, {"speaker": "Jim", "line": "Done, right?"}, {"speaker": "Angela", "line": "No."}, {"speaker": "Stanley", "line": "No. I want Tropical Christmas."}, {"speaker": "Meredith", "line": "Topless Christmas."}, {"speaker": "Creed", "line": "Tapas swiss miss."}, {"speaker": "Creed", "line": "Spanish tapas, and swiss miss hot cocoa--What's so hard to understand?"}, {"speaker": "Dwight", "line": "Or, who was it that suggested the authentic Pennsylvania Dutch Christmas? I think it was someone really popular."}, {"speaker": "Phyllis", "line": "We already said no."}, {"speaker": "Angela", "line": "No, no, no."}, {"speaker": "Nellie", "line": "Too weird."}, {"speaker": "Dwight", "line": "[Holds up a picture] This is me and my family celebrating Pennsylvania Dutch Christmas in 1982 on the farm. There's me and my brother Jeb breaking the ceremonial pig rib. He doesn't come back for Christmas anymore. The sepia tint is from an app on my phone. This is the same photo, matrix style."}, {"speaker": "Jim", "line": "I'm not understanding the confusion. Am I the only one who wants to try hufflepuffs and schnauzerhosen, and meet this glenpickle guy?"}, {"speaker": "Angela", "line": "[Blows a weak whistle] Party planning cimmittee, emgergency meeting. Now."}, {"speaker": "Pam", "line": "I'm on it."}, {"speaker": "Jim", "line": "Right."}, {"speaker": "Pete", "line": "I'm just hoping German terrorists don't take over this Christmas party. Make me go all John McClane on their asses."}, {"speaker": "Erin", "line": "Wait, German terrorists? That's oddly specific. And I think--I think you mean John McCain."}, {"speaker": "Pete", "line": "Die hard reference."}, {"speaker": "Erin", "line": "I haven't seen it."}, {"speaker": "Pete", "line": "You haven't seen die hard?"}, {"speaker": "Erin", "line": "Mm-Mmm."}, {"speaker": "Pete", "line": "Why haven't you seen die hard?"}, {"speaker": "Erin", "line": "I don't know, I just haven't."}, {"speaker": "Kevin", "line": "Come on, you had to have at least seen some of it."}, {"speaker": "Erin", "line": "No."}, {"speaker": "Kevin", "line": "\"now, i have a machine gun. Ho, ho, ho.\""}, {"speaker": "Pete", "line": "\"Come out to the coast, we'll get together, have a few laughs.\""}, {"speaker": "Erin", "line": "None of this makes any sense to me!"}, {"speaker": "Kevin", "line": "Oh, yeah, and when he takes the gun off his back, and he's like, \"Yippie-Ki-Yay, mother--\""}, {"speaker": "Pete", "line": "Actually, he doesn't say that there. He says it earlier when he's on the radio with Hans."}, {"speaker": "Kevin", "line": "Yes, you are right. Forgive me."}, {"speaker": "Pete", "line": "Oh, that's okay, bud."}, {"speaker": "Kevin", "line": "Nope. [Kevin walks out the door into the kitchen]"}, {"speaker": "Pete", "line": "Common mistake."}, {"speaker": "Kevin", "line": "No, it's not."}, {"speaker": "Erin", "line": "[Points and Pete] Nerd! Do you know every line of the movie?"}, {"speaker": "Pete", "line": "My brother dared me to memorize it, and I did it, and loved doing it."}, {"speaker": "Erin", "line": "Okay, let's hear it."}, {"speaker": "Pete", "line": "Hear what?"}, {"speaker": "Erin", "line": "Die hard. Every line. Go."}, {"speaker": "Pete", "line": "\"You don't like flying, do you?\""}, {"speaker": "Erin", "line": "Don't change the subject."}, {"speaker": "Pete", "line": "No, that's the--"}, {"speaker": "Erin", "line": "Movie is starting."}, {"speaker": "Jim", "line": "[In Kitchen] We're thinking of collaborating with Mike Schmidt on some of his charity work."}, {"speaker": "Stanley", "line": "I love Philly. Dirty town."}, {"speaker": "Darryl", "line": "[Comes up behind Jim and puts his hands on Jim's shoulders] Ah-Ha-Ha! Philly! Exciting stuff, man."}, {"speaker": "Jim", "line": "Whoo!"}, {"speaker": "Darryl", "line": "So you sure you remembered everything for your trip?"}, {"speaker": "Jim", "line": "Yeah, I think so."}, {"speaker": "Darryl", "line": "Think that through for a sec."}, {"speaker": "Darryl", "line": "Yeah, Jim's going to philly tomorrow. He said he was gonna take me with him, but that was two months ago. And I haven't heard anything since. I mean, he said that, right?"}, {"speaker": "Darryl", "line": "What else could you possibly be forgetting?"}, {"speaker": "Jim", "line": "Uh--"}, {"speaker": "Darryl", "line": "Things? People?"}, {"speaker": "Toby", "line": "You know who's not gonna get to work on some exciting new startup this year? George Howard Skub, a.k.a. the alleged Scranton strangler, because he's in prison [Jim and Daryl walk out of the kitchen] for something he may not have done."}, {"speaker": "Nellie", "line": "I'm sorry, the--Uh, the Scranton who?"}, {"speaker": "Toby", "line": "The Scranton strangler. George Howard Skub. Haven't I told you about the jury I was on a couple years ago?"}, {"speaker": "Nellie", "line": "[Gasps] Oh, what happened? I mean, if you can talk about it, obviously. Because if you can't, I mean, I understand."}, {"speaker": "Toby", "line": "I--I could--I could talk about it."}, {"speaker": "Stanley", "line": "[Pats Nellie on the shoulder as he's walking by her] See you next Christmas."}, {"speaker": "Toby", "line": "I could, sure. Have a seat. I would start at the beginning, but I think I need to go farther back."}, {"speaker": "Pam", "line": "We're the party planning committee, and we did not get where we are by playing it safe. We got here by being risk takers. And, yeah, Dwight's party is gonna be terrible. Maybe. Maybe it's not. Maybe it's going to be great. And if it's great...I think we all know what that would mean to us."}, {"speaker": "Phyllis", "line": "Let's do it!"}, {"speaker": "Pam", "line": "Yes! Phyllis!"}, {"speaker": "Angela", "line": "No. I don't want my name attached to this party."}, {"speaker": "Pam", "line": "What does that even mean? Where would your name appear?"}, {"speaker": "Angela", "line": "Please just take my name off of everything."}, {"speaker": "Oscar", "line": "Just take her name off of everything."}, {"speaker": "Pam", "line": "[Clears her throat] The party planning committee, minus Angela, has decided that we're all going to do Dwight's Christmas."}, {"speaker": "Dwight", "line": "Yes! Yeah! [High Fives Jim] Yeah! Okay! Yes! It's a Christmas Miracle! [High Fives Pam] Yeah! Whoo-Hoo!"}, {"speaker": "Pam", "line": "Dwight, there is one rule that you need to take very seriously."}, {"speaker": "Dwight", "line": "Uh-huh."}, {"speaker": "Pam", "line": "And that is..."}, {"speaker": "Dwight", "line": "Uh, Oh."}, {"speaker": "Pam", "line": "That there are no rules."}, {"speaker": "Dwight", "line": "You have never been cooler."}, {"speaker": "Jim", "line": "Best Christmas ever."}, {"speaker": "Pam", "line": "You're welcome."}, {"speaker": "Jim", "line": "Thank you."}, {"speaker": "Dwight", "line": "[Plays a trumpet] And Pennsylvania Dutch Christmas has officially begun."}, {"speaker": "Meredith", "line": "Ugh. What is this stuff, lava?"}, {"speaker": "Dwight", "line": "That is gluhwein, otherwise known as glow-wine, also used to sterilize medical instruments. And, interesting factoid, this is the very spoon that guided my soft skull through the birth canal when I was born. Enjoy."}, {"speaker": "Pam", "line": "What is it? [Jim lifts the hog maw with a fork] Don't touch it."}, {"speaker": "Dwight", "line": "[Comes running up at startles Pam] Somebody's found the hog maw."}, {"speaker": "Pam", "line": "Oh!"}, {"speaker": "Dwight", "line": "What? It's a Pennsylvania Dutch specialty. Hog maw. That's a beauty, isn't it? I don't even want to tell you what it's made of until after you try it."}, {"speaker": "Stanley", "line": "Ugh. I'm not eating mystery meat."}, {"speaker": "Dwight", "line": "It is stuffed pig stomach. And, after we finish it, we get to break the pig rib."}, {"speaker": "Jim", "line": "Can't wait."}, {"speaker": "Meredith", "line": "Weird. Where are the sugar cookies? Where's the karaoke machine?"}, {"speaker": "Dwight", "line": "This is austere, Meredith. This is celebrating Christmas for all of the right reasons. The cookies and toys and sweets are mere distractions. I mean, most people don't even know that a candy cane represents a Shepherd's Crook, which I assure you does not taste like peppermint. It tastes like sheep feces."}, {"speaker": "Oscar", "line": "How would anyone even know--"}, {"speaker": "Dwight", "line": "Have you ever tasted a Shepherd's Crook?"}, {"speaker": "Jim", "line": "I don't know. Is it what you expected?"}, {"speaker": "Pam", "line": "I feel like [Pam look's out the window and camera pans out in The Office]--Dwight is holding a candle and reading a poem."}, {"speaker": "Jim", "line": "So happy right now."}, {"speaker": "Dwight", "line": "[Speaking German] Wait, what is that I hear? Is someone on the roof? How strange. [Blows out the candle] Excuse me. I have to run to my car to take a dump."}, {"speaker": "Kevin", "line": "I wish my car had a bathroom."}, {"speaker": "Pete", "line": "\"Let Heinrich plant the detonators and Theo prepare the vault. After that--\""}, {"speaker": "Erin", "line": "[On a computer, checking the script] Eh. That wasn't the line. I'm sorry, Pete."}, {"speaker": "Pete", "line": "That is transcribed by some fan. They make mistakes."}, {"speaker": "Erin", "line": "I don't know. This looks pretty legit. [Erin's cell phone chimes] Oh, my gosh. I just got an email from Andy. That means they hit land."}, {"speaker": "Erin", "line": "[Reading the email from Andy] \"What up, shorty? We got in last night, sold the boat, went out, got drunk, saw life of pi, got super depressed and introspective. Gonna hang out here a while. Maybe a couple of weeks. Figure this whole life thing out. Maybe see hobbit. Lates.\""}, {"speaker": "Pete", "line": "Hey. Everything okay?"}, {"speaker": "Erin", "line": "So what comes next?"}, {"speaker": "Pete", "line": "Right, um, okay. So he says, uh, [Pete stands up] \"After we call the police, they'll waste hours trying to negotiate--\""}, {"speaker": "Erin", "line": "We should just watch the movie. That makes much more sense."}, {"speaker": "Pete", "line": "Or we can just sit and talk, though."}, {"speaker": "Erin", "line": "No. No more talking. It's movie time."}, {"speaker": "Pete", "line": "I mean, are you sure...Um, yeah, I probably have a copy or two in my car."}, {"speaker": "Erin", "line": "Oh, great. Great! So we're watching die hard, now. Good! This is a good plan."}, {"speaker": "Pete", "line": "Okay."}, {"speaker": "Toby", "line": "[To Nellie in the kitchen] Here's the thing about moonlight. It's not sunlight."}, {"speaker": "Kevin", "line": "[With his mouth full] I love this hog mama."}, {"speaker": "Phyllis", "line": "Dwight said it's \"Hog maw.\""}, {"speaker": "Kevin", "line": "[Chokes and spits it out] What is maw?!"}, {"speaker": "Phyllis", "line": "It's the lining of the stomach of--"}, {"speaker": "Dwight", "line": "[Cackling] Ohh...[In a German Accent] Judgment is nigh, for the belsnickel ist I!"}, {"speaker": "Jim", "line": "Yes, he is finally nigh."}, {"speaker": "Dwight", "line": "I am nigh!"}, {"speaker": "Dwight", "line": "Every year, my grandfather would dress up as belsnickel at Christmas. He was...okay at it. I am great. You know how they say some people were born to be bad? Well, I was born to be belsnickel."}, {"speaker": "Dwight", "line": "Ooh, belsnickel has traveled from distant lands to discover how all the boys and the girls have been behaving this last year. Whoo hoo HOO hoo hoo! [Runs over to Stanley and points at his stomach with a stick] Ohh...Too much strudel."}, {"speaker": "Jim", "line": "So he's kind of like santa, except dirty and worse."}, {"speaker": "Dwight", "line": "No, much better--No one fears santa the way they fear belsnickel."}, {"speaker": "Jim", "line": "Wow! It's my favorite part of Christmas. The authority."}, {"speaker": "Pam", "line": "And the fear."}, {"speaker": "Dwight", "line": "Yes, exactly!"}, {"speaker": "Phyllis", "line": "Come on, Dwight, you're making this up."}, {"speaker": "Dwight", "line": "No."}, {"speaker": "Oscar", "line": "[Reading from his phone] This is a real thing. \"Belsnickel is a crotchety, fur-clad gift giver related to other companions of st. Nicholas in the folklore of southwestern Germany.\""}, {"speaker": "Angela", "line": "Huh."}, {"speaker": "Pam", "line": "Wow."}, {"speaker": "Dwight", "line": "Okay, great. Seriously, you guys? Now you believe in Dwight's traditions, when some democrat looks it up on wikipedia?"}, {"speaker": "Oscar", "line": "[Continues reading] \"His partner, zwarte piet, or black Peter, a slave boy, often portrayed in colorful pantaloons and blackface.\""}, {"speaker": "Stanley", "line": "Uh-Uh. No, Dwight. No."}, {"speaker": "Dwight", "line": "Oh, come on. We don't blindly stick to every outmoded aspect of our traditions. Come on, get with the spirit of it, you guys. [Texts warehouse worker, Nate, to forget showing up as zwarte piet]"}, {"speaker": "Pete", "line": "Okay, Karl was actually a ballet dancer in real life. Isn't that crazy?"}, {"speaker": "Erin", "line": "Mm. [Chuckles]"}, {"speaker": "Darryl", "line": "[Talks drunk angry] Jim, that guy. [Scoffs] You gotta stick to your word! Like when you say something to a buddy, a real buddy...what are you gonna do, lie? To your buddy? [Sighs] It's awful."}, {"speaker": "Dwight", "line": "Take a bowl and pass it down."}, {"speaker": "Phyllis", "line": "Thank you, Dwight. These are nice."}, {"speaker": "Dwight", "line": "No, these are gift bowls. When you recieve a gift, it will go in the bowl, but the bowls must be returned at the end. They're a set. Now, hold your bowls forward. The belsnickel will decide if you are impish or admirable."}, {"speaker": "Jim", "line": "Oh, it's like naughty or nice."}, {"speaker": "Dwight", "line": "No, impish or admirable."}, {"speaker": "Jim", "line": "Quick question--Do you just decide who gets what in the moment, or did you make a list?"}, {"speaker": "Dwight", "line": "I decided earlier."}, {"speaker": "Jim", "line": "Oh, nice. Did you check that list?"}, {"speaker": "Dwight", "line": "Of course I checked it."}, {"speaker": "Jim", "line": "But more than once? 'cause you could have made a mistake."}, {"speaker": "Dwight", "line": "I checked it more than once."}, {"speaker": "Jim", "line": "Okay, so you made a list, you checked it twice, and now you're gonna find out who's--"}, {"speaker": "Dwight", "line": "Impish or admirable."}, {"speaker": "Jim", "line": "Damn."}, {"speaker": "Dwight", "line": "Phyllis Vance! Cheer or fear? Belsnickel is here! I judge your year as...admirable. [Jim claps] There you are."}, {"speaker": "Phyllis", "line": "[Takes here gift out of her bowl] Oh. What are these?"}, {"speaker": "Dwight", "line": "It's a set of rubber gaskets for canning jars."}, {"speaker": "Phyllis", "line": "I'd rather have the bowl."}, {"speaker": "Dwight", "line": "You can't have the bowl! Oscar Martinez, cheer or fear? Belsnickel is here! I judge your year [looks over at Angela, then back to Oscar]...as impish! [Smacks Oscar with a stick]"}, {"speaker": "Oscar", "line": "Ow! You hit people with that thing?"}, {"speaker": "Dwight", "line": "No, I'm carrying around the stick in order to look cool. For the kinder [puts a mouse trap in Pam's bowl]"}, {"speaker": "Jim", "line": "Ooh."}, {"speaker": "Pam", "line": "[Holds the mouse trap up] Mouse trap."}, {"speaker": "Dwight", "line": "In a head-to-head contest, people prefer belsnickel over santa every time. There aren't as many songs about him, but I attribute that more to rhyming difficulties. My brother and I wrote one once. it was about a fickle pickle salesman who would tickle you for a nickel."}, {"speaker": "Jim", "line": "Oh, you know what? I gotta go."}, {"speaker": "Dwight", "line": "Stop giggling."}, {"speaker": "Pam", "line": "Oh, really? Already?"}, {"speaker": "Jim", "line": "Yeah, it's all right."}, {"speaker": "Dwight", "line": "It's a punishment. [Turns to Jim] Hey, where are you going?"}, {"speaker": "Jim", "line": "I have to go to philly. But this was amazing. Okay."}, {"speaker": "Dwight", "line": "But you work tomorrow."}, {"speaker": "Jim", "line": "Yeah, I know, I'd just like to settle in and get a good night's sleep."}, {"speaker": "Dwight", "line": "But we were gonna break the pig rib."}, {"speaker": "Jim", "line": "Ooh."}, {"speaker": "Dwight", "line": "Remember?"}, {"speaker": "Jim", "line": "That's right."}, {"speaker": "Dwight", "line": "No matter! Belsnickel cares not about this--off with you!"}, {"speaker": "Jim", "line": "Perfect. Merry Christmas, everybody."}, {"speaker": "Dwight", "line": "Wait, wait, wait, wait! Don't you want to know your present?"}, {"speaker": "Jim", "line": "You know what? Yeah. Have at it."}, {"speaker": "Dwight", "line": "Jim Halpert. Cheer or fear? Belsnickel is here! [Jim holds his hands like a bowl] I judge your year as impish. [Hits Jim with stick]"}, {"speaker": "Jim", "line": "Ooh! Are you nuts?"}, {"speaker": "Dwight", "line": "[Hits Jim three more times] I judge you impish!"}, {"speaker": "Jim", "line": "Ow! Ow! Okay, that is three, and you didn't hit anybody that hard."}, {"speaker": "Dwight", "line": "They're not abandoning the party. [Hit's Jim again]"}, {"speaker": "Jim", "line": "Just--Just--Hey!"}, {"speaker": "Jim", "line": "[As he's walking out] That's enough, I'm done! Okay? Agh!"}, {"speaker": "Dwight", "line": "[Hits Jim some more] Impish! [Chases Jim out]"}, {"speaker": "Jim", "line": "Aah! Ow!"}, {"speaker": "Meredith", "line": "Belsnickel, I gotta run out early too. [Leans up against the wall as Dwight comes back in]"}, {"speaker": "Jim", "line": "[In the parking lot, holding his side, walking to the taxi, Pam follows] Oh...what was that? Now I'm gonna be all whipped for my first day at work. God. [To taxi driver] One second. Oh..."}, {"speaker": "Pam", "line": "Well...this is it."}, {"speaker": "Jim", "line": "I'm probably never gonna see you again."}, {"speaker": "Pam", "line": "Shut up. I'm trying to be serious."}, {"speaker": "Jim", "line": "Okay, sorry, sorry."}, {"speaker": "Pam", "line": "I can't believe this is actually happening."}, {"speaker": "Jim", "line": "Listen, thank you so much for putting that all together. That was the perfect last Christmas party. All right, wish me luck."}, {"speaker": "Pam", "line": "Okay. [Jim and Pam hug] Good luck. You're gonna be great."}, {"speaker": "Jim", "line": "I'll call you when I get in."}, {"speaker": "Pam", "line": "Okay."}, {"speaker": "Jim", "line": "All right."}, {"speaker": "Pam", "line": "Love you."}, {"speaker": "Jim", "line": "Love you."}, {"speaker": "Pam", "line": "What's going on?"}, {"speaker": "Dwight", "line": "Party's over. You quit on Christmas, Christmas quits on you. [To camera] And guess what, kids. Belsnickel isn't real. It's me, Dwight! [Takes off hat and beard]"}, {"speaker": "Phyllis", "line": "We found some old decorations in the warehouse. Oscar ran to the store for some food and drink, and I dipped into my stash of eggnog. I guess they needed me after all. It's like in it's a wonderful life when Jimmy Stewart realizes that all thos people at the building and loan were just jerks, and he was the real hero."}, {"speaker": "Angela", "line": "Kevin. Kevin! Aaah. Stop it!"}, {"speaker": "Nellie", "line": "Oh, it sounds like the party's starting up out there."}, {"speaker": "Toby", "line": "Yeah. So anyway, the entire jury wants me to vote guilty. But then I did a little research of my own, and forget everything you thought you knew about fingerprinting."}, {"speaker": "Darryl", "line": "Meredith's a little cute. I'm just realizing. She got, like, a Emma Stone thing."}, {"speaker": "Darryl", "line": "[At Meredtith] Boo!"}, {"speaker": "Pam", "line": "For what it's worth, I liked your party better."}, {"speaker": "Dwight", "line": "Everyone thought the food was gross, and that belsnickel was some darkly erotic freak."}, {"speaker": "Pam", "line": "I don't think anyone thought that."}, {"speaker": "Dwight", "line": "Jim couldn't even stay till the end of the party."}, {"speaker": "Pam", "line": "Well, that didn't have anything to do with you."}, {"speaker": "Dwight", "line": "I don't care. Guess how much I care on a scale of one to ten."}, {"speaker": "Pam", "line": "Zero."}, {"speaker": "Dwight", "line": "Damn It!"}, {"speaker": "Darryl", "line": "I'm gonna tell Jim to go [Bleep] himself."}, {"speaker": "Erin", "line": "Do you think Andy would ever jump off an exploding building tied to a hose for me?"}, {"speaker": "Pete", "line": "Yeah. Definitely. [Erin starts to cry] Hey, what's--Oh, no, come here. [Starts to put his arm around Erin] Hey, hey. Come on, huh?"}, {"speaker": "Erin", "line": "[Sliding away from Pete] I'm still Andy's girlfriend."}, {"speaker": "Pete", "line": "Oh, yeah, of course. I know."}, {"speaker": "Erin", "line": "But you can leave your arm."}, {"speaker": "Pam", "line": "Dwight, want me to get you some eggnog?"}, {"speaker": "Dwight", "line": "No, thanks. I'll just have another dumatril. Jim taught me this really cool way to take it. You crush it into a powder, and you snort it up your butt."}, {"speaker": "Jim", "line": "[Walks back into The Office] Yep, I did say that."}, {"speaker": "Pam", "line": "Jim!"}, {"speaker": "Jim", "line": "What's going on? Where's the belsnickel?"}, {"speaker": "Pam", "line": "Oh--Oh my god!"}, {"speaker": "Jim", "line": "What are you doing? Last time I saw you, you were whipping me out of the building."}, {"speaker": "Dwight", "line": "[Holds his finger to Jim's lips] Shh. Let's not speak of that. The Pig Rib! We could totally break the pig rib! I'm gonna dig it out of the trash! [High fives Jim]"}, {"speaker": "Pam", "line": "What happened? Did you miss your bus?"}, {"speaker": "Jim", "line": "No. I just missed my wife.[Gives Pam a hug and a kiss]"}, {"speaker": "Dwight", "line": "[Comes back in, holding up the pig rib] I found it!"}, {"speaker": "Jim", "line": "And I found out that there's a bus at 5:00 a.m."}, {"speaker": "Dwight", "line": "Oh! [Pig rib breaks and Jim wins, and stuff splatters people. Everyone groans] Damn It! Jim got the bigger half."}, {"speaker": "Darryl", "line": "[To himself] Back for more, huh? [Gets up and walks towards Jim]"}, {"speaker": "Jim", "line": "Ooh, nog it. Let me get some nog. [Everyone talking Phyllis pours Jim some eggnog, as Daryl walks in] Thanks, Phyllis. Where's Andy?"}, {"speaker": "Darryl", "line": "You!"}, {"speaker": "Jim", "line": "Oh, hey, man. [Daryl walks over to Jim, angrily and stares at Jim] Oh, you know what? Before I forget again, I talked to the guys about hiring you. They're gonna bring you in for an interview."}, {"speaker": "Darryl", "line": "[Looking at Jim confused] That's great."}, {"speaker": "Jim", "line": "Right?"}, {"speaker": "Darryl", "line": "Thanks, man."}, {"speaker": "Jim", "line": "Hey, of course."}, {"speaker": "Darryl", "line": "I shall come by at your convenience."}, {"speaker": "Jim", "line": "Thank you, sir. [Tips his glass to Daryl]"}, {"speaker": "Darryl", "line": "[Claps his hands once, spins around] Whoo!"}, {"speaker": "Jim", "line": "Go get 'em."}, {"speaker": "Darryl", "line": "[Falls backwards onto the food table] Oh! Whoa!"}, {"speaker": "Dwight", "line": "Very impish."}, {"speaker": "Toby", "line": "Two dimes, seven nickels--Well, okay, no, that doesn't add up. It was one quarter and--"}, {"speaker": "Nellie", "line": "Shh. [Puts her finger to Toby's lips]"}, {"speaker": "Toby", "line": "What? I was just explaining--"}, {"speaker": "Nellie", "line": "Shh."}, {"speaker": "Toby", "line": "Why wouldn't it--"}, {"speaker": "Nellie", "line": "[Put her finger to his lips again] Shh."}, {"speaker": "Toby", "line": "But why?"}, {"speaker": "Nellie", "line": "No...more...talking."}, {"speaker": "Toby", "line": "Are you gonna kiss me?"}, {"speaker": "Nellie", "line": "Yes. [Kisses Toby]"}]}