{"season": 3, "episode": 22, "quotes": [{"speaker": "Michael", "line": "Ughh... Blech."}, {"speaker": "Dwight", "line": "OK, where does it hurt?"}, {"speaker": "Michael", "line": "Just... all over. I don't want to do anything... I'm dying..."}, {"speaker": "Dwight", "line": "No, that's not how it works. You have to point to a specific part of the body."}, {"speaker": "Michael", "line": "Right there. [Michael points to computer screen.]"}, {"speaker": "Dwight", "line": "[reading from screen] \"Abdomen. Menses.\""}, {"speaker": "Michael", "line": "Maybe."}, {"speaker": "Dwight", "line": "\"The uterus contracts after your egg passes through it.\""}, {"speaker": "Michael", "line": "Not it. I don't have eggs."}, {"speaker": "Pam", "line": "About 40 times a year, Michael gets really sick, but has no symptoms. Dwight is always gravely concerned."}, {"speaker": "Dwight", "line": "Oh, is it possible you ate food that contained animal waste?"}, {"speaker": "Michael", "line": "That's possible."}, {"speaker": "Pam", "line": "Michael?"}, {"speaker": "Michael", "line": "Uh-huh?"}, {"speaker": "Pam", "line": "David Wallace is on line one."}, {"speaker": "Michael", "line": "The CFO? Ohh..."}, {"speaker": "Michael", "line": "OK, everybody out. Out. Out. Out. OK."}, {"speaker": "Michael", "line": "To what do I owe this great honor, David Wallace?"}, {"speaker": "David Wallace", "line": "[on phone] Michael, I am calling---"}, {"speaker": "Michael", "line": "And Gromit. [David sighs] Jan? Is Jan there?"}, {"speaker": "David Wallace", "line": "Jan is out of town right now."}, {"speaker": "Michael", "line": "Oh, you sigh like Jan. I broke Jan's heart, David, and it was awful. It was... It was never my intention to ruin a life. But you know what? Sometimes..."}, {"speaker": "David Wallace", "line": "Michael?"}, {"speaker": "Michael", "line": "...you just gots to get your freak on."}, {"speaker": "David Wallace", "line": "Michael?"}, {"speaker": "Michael", "line": "Yeah."}, {"speaker": "David Wallace", "line": "Michael?"}, {"speaker": "Michael", "line": "Hmmm."}, {"speaker": "David Wallace", "line": "I am calling to see if you can come down and interview for a job we have opening in corporate."}, {"speaker": "Michael", "line": "Really?"}, {"speaker": "David Wallace", "line": "Week from today. Bring your first quarter stats and your recommendation for who would take over the Scranton Branch."}, {"speaker": "Michael", "line": "Wow. I wish I had prepared something to say."}, {"speaker": "David Wallace", "line": "That's not necessary."}, {"speaker": "Michael", "line": "May God guide you in your quest."}, {"speaker": "David Wallace", "line": "Yes."}, {"speaker": "Michael", "line": "OK, everybody have their towels and swim suits? We have about an hour and half.  I suggest that you all go potty now and then we will be congregating on the partay bus."}, {"speaker": "Meredith", "line": "Oh I'm excited. Today is Beach Day! And Michael is taking the whole office to the beach. So I'm wearing my bathing suit underneath my shirt [lifts up shirt, definitely not wearing anything underneath] Oh, yeah... I packed it in my purse."}, {"speaker": "Michael", "line": "Oscar, you brought your Speedo, I assume?"}, {"speaker": "Oscar", "line": "I don't wear a Speedo, Michael."}, {"speaker": "Michael", "line": "Well, you can't swim in leather pants. [laughs] I'm just yankin' your chain.  Not literally."}, {"speaker": "Toby", "line": "Anybody need sun block? Got SPF 30."}, {"speaker": "Michael", "line": "Oh, you know what? Uh, you're not going."}, {"speaker": "Toby", "line": "It's Beach Day..."}, {"speaker": "Michael", "line": "Yeah, I know. I'm sorry, Toby. We... um... Somebody has to stay here."}, {"speaker": "Michael", "line": "I want today to be a beautiful memory... that the staff and I share after I have passed on to New York. And if Toby is a part of it... then it'll suck."}, {"speaker": "Toby", "line": "Hey, want my sun screen?"}, {"speaker": "Pam", "line": "Oh, great. I forgot mine and I'm wearing a two piece."}, {"speaker": "Toby", "line": "Uh-huh."}, {"speaker": "Pam", "line": "Thanks Toby."}, {"speaker": "Michael", "line": "Hey Pam, I have a very important job for you"}, {"speaker": "Pam", "line": "I thought we were just having fun at the beach."}, {"speaker": "Michael", "line": "We are. We are. But, I would like you to take notes. And I want you to find out about people's character. Not their hotness, per se, but their humor, and their charisma, and the indefinable quality that makes you all glad to follow me."}, {"speaker": "Michael", "line": "What happens to a company if somebody takes their boss away? I will answer your question with a question. It's like what happens to a chicken when you take its head away. It dies. Unless you find a new head. I need to see which one of these people have the skills to be a chicken head."}, {"speaker": "Pam", "line": "You want me to write down people's indefinable qualities?"}, {"speaker": "Michael", "line": "I want you to write down everything that people are doing all day. And then type it up, in a way that is helpful. Alright?"}, {"speaker": "Pam", "line": "I have the most boring job in the office, so... why wouldn't I have the most boring job on beach day?"}, {"speaker": "Michael", "line": "This way to the partay bus."}, {"speaker": "Kevin", "line": "I just want to lie on the beach and eat hot dogs. That's all I've ever wanted."}, {"speaker": "Kevin", "line": "[singing] [Angela mouthing the words next to him] And the night got deathly quiet, and his face lost all expression. Said, \"If you're gonna play the game, boy, ya gotta learn to play it right.\" [rest of office joins in at varying times] You got to know when to hold 'em, know when to fold 'em, Know when to walk away and know when to run. You never count your money when you're sittin' at the table. There'll be time enough for countin' when the dealin's done."}, {"speaker": "Michael", "line": "Everybody, may I have you attention please? Today, we are not just spending a day at the beach."}, {"speaker": "Stanley", "line": "Oh, sweet mother of God."}, {"speaker": "Michael", "line": "If you don't like it, Stanley, you can go to the back of the bus."}, {"speaker": "Stanley", "line": "Excuse me?"}, {"speaker": "Michael", "line": "Or the front of the bus. Or drive the bus.  Just, we are all participating in mandatory fun activities.  Funtivities!  And there is a special secret prize for the winner!"}, {"speaker": "Dwight", "line": "Yes! Funtivities! I knew it wasn't just a trip to the beach."}, {"speaker": "Michael", "line": "Okay, you know what? Your enthusiasm's turning people off."}, {"speaker": "Dwight", "line": "I hope there will be management parables."}, {"speaker": "Michael", "line": "Well, [whispering] Hey Pam, did you get that down?"}, {"speaker": "Pam", "line": "Like what?"}, {"speaker": "Michael", "line": "Like everything I said and everything they did and... Just don't..."}, {"speaker": "Pam", "line": "Well... no, I don't... exactly... what?"}, {"speaker": "Michael", "line": "Well write it down before you forget it. That's... You've just been drawing pictures. [sighs] Rrrr. I can't stay mad at you."}, {"speaker": "Michael", "line": "Here we are ladies and gentlemen. Everybody ready? Last one down is a rotten egg. [Gets off bus] Watch out for snakes!"}, {"speaker": "Angela", "line": "Everyone put on sunscreen."}, {"speaker": "Michael", "line": "Alright, find a cozy spot. Everybody settle in. [everybody sits down on beach] OK, everybody up! Circle 'round. [motions for circle to form] Let us play some games. We are situated on the northeast corner of scenic Lake Scranton. America's eighth largest indigenous body of water. It is here that a group of Americans will undergo the ultimate challenge. One day, 14 strangers who work together, but only one survivor."}, {"speaker": "Oscar", "line": "What?"}, {"speaker": "Michael", "line": "Just words. Inspiring words. [under breath] Not a contender. [out loud] For the competitions, you will be divided into four tribes. Each tribe will have a leader that I will pick randomly off the top of my head without thinking. Jim, Dwight, Andy and Stanley."}, {"speaker": "Dwight", "line": "Yes!"}, {"speaker": "Michael", "line": "Choose your tribes. Except for Pam. Not Pam."}, {"speaker": "Michael", "line": "Jim Halpert. Pros: smart, cool, good-looking. Remind you of anybody you know? Cons: not a hard worker. I can spend all day on a project, and he will finish the same project in a half an hour. So that should tell you something."}, {"speaker": "Dwight", "line": "I choose Michael!"}, {"speaker": "Michael", "line": "I'm not playing."}, {"speaker": "Dwight", "line": "OK, temp."}, {"speaker": "Michael", "line": "Dwight is an obvious candidate for my job. He has the best sales record in the office. He loves the work. He is, however, an idiot."}, {"speaker": "Michael", "line": "We are going to choose team names. Dwight?"}, {"speaker": "Dwight", "line": "We will be called Gryffindor."}, {"speaker": "Jim", "line": "Really? Not Slytherin?"}, {"speaker": "Dwight", "line": "Slytherin are the bad guys, Jim."}, {"speaker": "Jim", "line": "I know. Okay, we will be Voldemort."}, {"speaker": "Dwight", "line": "He-who-must-not-be-named? I wouldn't do that."}, {"speaker": "Jim", "line": "[starts chanting] Vol-de-mort, Vol-de-mort ...[Kevin and Karen follow] Vol-de-mort! Vol-de-mort! Vol-de-mort!"}, {"speaker": "Dwight", "line": "OK, seriously. You really shouldn't be saying that."}, {"speaker": "Michael", "line": "Hey, hey, hey. Ok, Ok... Stanley, your team name?"}, {"speaker": "Stanley", "line": "I don't care what you call my team."}, {"speaker": "Michael", "line": "Then I will name your team the Red team."}, {"speaker": "Stanley", "line": "No [crosses arms], the blue team."}, {"speaker": "Michael", "line": "I am also considering Stanley because of all the good that black people have done. For America."}, {"speaker": "Andy", "line": "We will be team U.S.A."}, {"speaker": "Michael", "line": "Very good. Pam, please take a note that Andy is patriotic."}, {"speaker": "Michael", "line": "Andy Bernard. Pros: He's classy. He gets me. He went to Cornell. I trust him. Cons: I don't really trust him."}, {"speaker": "Michael", "line": "It is time for the great spoon and egg race. This one is with a little twist."}, {"speaker": "Stanley", "line": "There's already a twist, you're carrying an egg on a spoon."}, {"speaker": "Michael", "line": "Shh... The person carrying the egg will be blindfolded. Please put on your blindfolds. That person carrying the egg will go down, circle a torch, come back, deposit their egg in the pail. First team back is the winner. Alright. Ready? Set. Go! [contestants start walking]"}, {"speaker": "Oscar", "line": "Come on Phyllis, you can do it. [Phyllis' egg falls off spoon] Ahh..."}, {"speaker": "Stanley", "line": "Thank you so much.  [Stanley sits down and pulls out his crossword puzzle]"}, {"speaker": "Andy", "line": "Phyllis is out. Yes! [to Kelly] Follow my voice. Follow my voice. Yeah, keep it moving. Keep it moving. Right this way. Looking good. [Cheers]"}, {"speaker": "Kelly", "line": "I don't want to hit the big rock!"}, {"speaker": "Andy", "line": "Don't worry. You're not..."}, {"speaker": "Kelly", "line": "I know I'm near the big rock. I just know it."}, {"speaker": "Andy", "line": "No where near the big rock."}, {"speaker": "Kelly", "line": "[takes off blindfold] I just don't want to get hit by it..."}, {"speaker": "Andy", "line": "What're you doing? No! See, now we're disqualified."}, {"speaker": "Andy", "line": "I am okay if I lose every single contest today. Honestly. Because I see these contests as an opportunity for me to demonstrate what a good sport I am. Mallard! [throws a stone]"}, {"speaker": "Jim", "line": "[to Karen] Woah, stop, stop, stop. There's a hole. Step over the hole."}, {"speaker": "Karen", "line": "Hole?"}, {"speaker": "Jim", "line": "Yup. [Karen takes a big step] Perfect, oooh, just made it. OK, turn left."}, {"speaker": "Dwight", "line": "[to Ryan] Come on!  Come on! Andale! Arriba! Arriba!"}, {"speaker": "Ryan", "line": "Can you just stop this right now, or I'm not gonna do this anymore."}, {"speaker": "Dwight", "line": "What are you saying?"}, {"speaker": "Ryan", "line": "You have to stop yelling at me or I'm not gonna do the egg race."}, {"speaker": "Dwight", "line": "OK, I apologize for yelling at you."}, {"speaker": "Ryan", "line": "That's what being a good captain is about. It's about listening to the members of your team."}, {"speaker": "Dwight", "line": "I am trying to bring team spirit."}, {"speaker": "Jim", "line": "[to Karen] Woah, stop, another hole. Take a big step. [Karen steps into lake] Yes!"}, {"speaker": "Karen", "line": "[lifts up blindfold] Oh my God! You ass! [chases Jim and throws egg at him] [both laugh]"}, {"speaker": "Pam", "line": "There's nothing better than a beautiful day at the beach, filled with sun, surf, and uh... diligent note-taking. [holds up notes]"}, {"speaker": "Michael", "line": "[off screen] Pam...you're missing things. [shakes off hand and starts writing in notebook]"}, {"speaker": "Dwight", "line": "[at Ryan holding egg in spoon] Let's go! Let's go! Come on! Mush! Mush! Come on you bastard! [Ryan takes off blindfold and throws it to ground along with egg and spoon] What the? Damn it temp!"}, {"speaker": "Andy", "line": "[begins to clap] Great job everyone, that was fantastic. [Michael sighs]"}, {"speaker": "Michael", "line": "Okay Pam, I have another little project for you."}, {"speaker": "Pam", "line": "Does it have to do with these shopping bags filled with hot dogs?"}, {"speaker": "Michael", "line": "Smart as a whip! Yes! [holds up hot dog packages] These are pre-cooked, so it's not absolutely necessary, but I would appreciate it if you could heat up 800 hot dogs for a little contest I'm going to be having. I would greatly appreciate it."}, {"speaker": "Pam", "line": "When's the contest?"}, {"speaker": "Michael", "line": "Like umm...[looks at watch] ten minutes?"}, {"speaker": "Pam", "line": "How am I supposed to... get..."}, {"speaker": "Michael", "line": "Thanks a bunch."}, {"speaker": "Michael", "line": "A good manager has got to be hungry. Hungry for success."}, {"speaker": "Michael", "line": "OK, who's hungry [Kevin starts to put hot dog in mouth] No, no, no. Do not touch the food. Please. Not yet. That is our next event. A hot dog eating contest. [sighs at the table] For those of you who are curious, the world record is 54 and one half hot dogs. Wow! And you know what? I personally have cooked up enough so each and every one of you could break that record. So shoot for the stars, OK? Alright, the team that eats the most hot dogs in ten minutes will be declared the winner. On you mark. Get set."}, {"speaker": "Kelly", "line": "Can I have a turkey burger?"}, {"speaker": "Michael", "line": "No, I have the only one. I claimed it. Ready?"}, {"speaker": "Oscar", "line": "Turkey is a healthy meat."}, {"speaker": "Dwight", "line": "It's very good for you. [overlapping talk from all at table]"}, {"speaker": "Michael", "line": "Guys, guys, guys. Come on! Pleeeeease... Let's just... OK, it's very important that you all try to eat as many hot dogs as you can. On your mark. Get set. Eat!"}, {"speaker": "Phyllis", "line": "Is there any mustard?"}, {"speaker": "Michael", "line": "No mustard, no mustard. Just eat it, eat it, Phyllis. Dip it in the water so it'll slide down your gullet more easily."}, {"speaker": "Michael", "line": "Come on, the winner gets a big, big prize."}, {"speaker": "Meredith", "line": "[eating hot dog] What is it?"}, {"speaker": "Michael", "line": "I can't say."}, {"speaker": "Jim", "line": "You can't say, or you can't pronounce it?"}, {"speaker": "Michael", "line": "The winner gets a regional manager's salary for a year, and a Sebring, and the feeling that they are making a difference in the world."}, {"speaker": "Kelly", "line": "Can we just take those first two things?"}, {"speaker": "Michael", "line": "The winner of today gets my job. Ok? I'm interviewing for a job at corporate. And they're only interviewing a handful of people and I'm the most qualified and I'll probably get it. Alright?"}, {"speaker": "Dwight", "line": "You're leaving?"}, {"speaker": "Michael", "line": "I didn't want to tell anyway. I didn't want to cast a pall over our fun beach day. But you know what? I don't know who to recommend because frankly nobody is stepping up."}, {"speaker": "Andy", "line": "[slams fist onto table] I am so hungry! [starts eating hot dog real fast]"}, {"speaker": "Stanley", "line": "Do you expect me to believe that you're truly making your recommendations on this basis?"}, {"speaker": "Michael", "line": "[points at Stanley] Word. [Stanley starts eating hot dog] There we go. Let's see it."}, {"speaker": "Stanley", "line": "I would rather work for an upturned broom with a bucket for a head than work for somebody else in this office besides myself. Game on!"}, {"speaker": "Michael", "line": "Four. Three. Two. One. Stop your eating! And the winner is Andy Bernard, with 14 hot dogs!"}, {"speaker": "Kelly", "line": "Team U.S.A.!"}, {"speaker": "Andy", "line": "One came up."}, {"speaker": "Michael", "line": "13 hot dogs, everybody!"}, {"speaker": "Dwight", "line": "Damn it!"}, {"speaker": "Creed", "line": "[holding a fish with all the meat stripped off] Nobody told me we were going to have hot dogs!"}, {"speaker": "Dwight", "line": "Sabotage."}, {"speaker": "Angela", "line": "What? What are you saying? Did you say sandwich?"}, {"speaker": "Dwight", "line": "No. I was saying that before. Not now.  Now I am saying sabotage. The ancient Dutch art of screwing up your own team."}, {"speaker": "Angela", "line": "I knew you were saying sabotage.  I was giving you an example of it. I will misunderstand everything that Andy says until he goes insane."}, {"speaker": "Dwight", "line": "If Michael organizes some kind of group hug, stand next to me."}, {"speaker": "Michael", "line": "It's very simple. There are only three rules. You must not touch the ground. You must not step outside of the ring. And you must always wear the safety mittens."}, {"speaker": "Stanley", "line": "Uh, we don't have any safety mittens"}, {"speaker": "Michael", "line": "Probably left them in the trunk of my car. It's alright.  It's alright. Here we go."}, {"speaker": "Karen", "line": "Get 'em big boy!"}, {"speaker": "Michael", "line": "Aaaaaand, go!"}, {"speaker": "Karen", "line": "C'mon, Jim!"}, {"speaker": "Stanley", "line": "[growly noises, Jim looks terrified]"}, {"speaker": "Jim", "line": "What are you doing?"}, {"speaker": "Michael", "line": "Nice, Stanley!"}, {"speaker": "Stanley", "line": "[to Jim] Sorry about that. It's all about taking points away from Dwight."}, {"speaker": "Jim", "line": "Yeah. No. Good."}, {"speaker": "Jim", "line": "Oh, my God. I have never seen that look in a man's eyes... ever. I thought that I might die. On beach day."}, {"speaker": "Oscar", "line": "If either of these guys are put in charge of the office I will transfer to Albany. Gil can come if he wants. I'm kinda looking for a way out of that relationship anyway.  I think I might try girls for a while. Angela thinks I can cross over. We'll see."}, {"speaker": "Dwight", "line": "[Andy and Dwight sumo wrestle] Gaaaaa...."}, {"speaker": "Michael", "line": "One. Two. Three."}, {"speaker": "Dwight", "line": "Yaaaaa! Yaaaaa!"}, {"speaker": "Michael", "line": "Excellent!"}, {"speaker": "Dwight", "line": "Gryffindor! Gryffindor!"}, {"speaker": "Andy", "line": "I didn't win. But the only reason I didn't win is because I recently learned that it's better to work thing out with words."}, {"speaker": "Dwight", "line": "That's not why you lost."}, {"speaker": "Andy", "line": "Yeah it is. I totally could have kicked your butt so bad."}, {"speaker": "Dwight", "line": "Yeah, right."}, {"speaker": "Andy", "line": "Yeah, right, c'mon! C'mon! [Dwight and Andy wrestle]"}, {"speaker": "Dwight", "line": "[bouncing off of Andy] Aaaagh! Uggggh! How do you like that?"}, {"speaker": "Andy", "line": "[Trying to wet bandana, falls in water] Oh, God! Waaa! Guhh! Wuuuh! Help! Angela! Angela, hey! Oh, thank God! Please tell somebody!"}, {"speaker": "Angela", "line": "What, Andy?  Andy, what should I tell them?"}, {"speaker": "Andy", "line": "Go tell them I'm floating away, obviously!"}, {"speaker": "Angela", "line": "I don't understand what you want from me."}, {"speaker": "Andy", "line": "Angela, it's pretty simple! Look at what I'm doing and go tell somebody about it!"}, {"speaker": "Angela", "line": "Sorry! Bye, Andy!"}, {"speaker": "Andy", "line": "Angela!"}, {"speaker": "Michael", "line": "I knew that finding a successor would be difficult. I did not know that it would be impossible. Thus far the candidates have been wildly disappointing. Uh, Jim is not taking it seriously. Uh, Stanley is having a stroke. And Andy, where is he? Where the hell is Andy? Where is he, Pam? Do you know? Ah... who's ahead in points?"}, {"speaker": "Pam", "line": "I think they're even. At various times you gave Jim ten points, Dwight a gold star, and Stanley a thumbs up. And I don't really know how to compare those units."}, {"speaker": "Michael", "line": "Check to see if there is a conversion chart in that notebook."}, {"speaker": "Pam", "line": "I really doubt it, Michael."}, {"speaker": "Michael", "line": "Please just check."}, {"speaker": "Jim", "line": "[on cell phone] Great. Yeah, I'll see you next week. Thank you, and here is Karen Filipelli. Bye."}, {"speaker": "Karen", "line": "Hello?  Yeah, hi David. Yes, I would like to be considered for the corporate position in well."}, {"speaker": "Jim", "line": "In well?"}, {"speaker": "Karen", "line": "As well."}, {"speaker": "Jim", "line": "How would that work in well?  I just want to know."}, {"speaker": "Karen", "line": "Yes. uh, huh."}, {"speaker": "Jim", "line": "Wait a minute."}, {"speaker": "Karen", "line": "That would be fine."}, {"speaker": "Jim", "line": "If this job is in a well, I don't want it."}, {"speaker": "Karen", "line": "[whispering] Cut it out!"}, {"speaker": "Jim", "line": "I don't!"}, {"speaker": "Michael", "line": "What does a great manager need most of all? Courage."}, {"speaker": "Stanley", "line": "How so? I mean... sure thing, that sounds smart... I can't do this anymore! I'm goin' to sit in the bus."}, {"speaker": "Michael", "line": "Your loss, Stanley. Meanwhile the rest of us will have a super fun time defeating our fear and creating a lasting memory. Walking through FIRE!"}, {"speaker": "Michael", "line": "Who among you has the guts to replace me? Let him walk across these coals."}, {"speaker": "Kevin", "line": "Are you going to try it?"}, {"speaker": "Angela", "line": "I'm not going to talk through the fire after your disgusting feet have gone through."}, {"speaker": "Kevin", "line": "Angela, it is a million degrees."}, {"speaker": "Pam", "line": "I'm gonna do it. And I fully expect to burn my feet and go to the hospital. That's the right spirit when doing a coal walk, right?"}, {"speaker": "Michael", "line": "No. No, not you, Pam. You have to keep score."}, {"speaker": "Pam", "line": "I'd like to try it."}, {"speaker": "Michael", "line": "Pointless."}, {"speaker": "Pam", "line": "But I'm not kidding.  I really want to do it."}, {"speaker": "Michael", "line": "Blah, blah, blee blup, blup, okay? This is about guts. It takes guts to be a regional manager. Jim, you're up."}, {"speaker": "Jim", "line": "Nope."}, {"speaker": "Michael", "line": "Ji.. why not? C'mon."}, {"speaker": "Jim", "line": "Oh, 'cause I don't want my feet to get burned."}, {"speaker": "Michael", "line": "You do not have what it takes to be a regional manager."}, {"speaker": "Jim", "line": "That's harsh."}, {"speaker": "Michael", "line": "Who's next? Andy? Where's Andy? Andy is never here today."}, {"speaker": "Andy", "line": "[lying in water, car lights light up his location] Hello?  Who's there?  My name is Andrew Bernard, I was with a group called Dunder Mifflin.  Hello?"}, {"speaker": "Kevin", "line": "Why don't you go Michael?"}, {"speaker": "Michael", "line": "Because I already did. Remember? I burned my foot on a George Foreman grill."}, {"speaker": "Jim", "line": "And that is not the same at all. If you're going to ask other people to do it, you should do it yourself."}, {"speaker": "Michael", "line": "Alright. Okay. Alright. Fine. 'kay. [clears throat, breathes noisily] The mind has to wrap around the foot. [exhales] Okay."}, {"speaker": "Pam", "line": "Do you want us to count to three?"}, {"speaker": "Michael", "line": "Yes. Count to three, please."}, {"speaker": "Group", "line": "Three. Two. One."}, {"speaker": "Michael", "line": "Count the other way. Count... no, no, count one, two, three, not three, two, one."}, {"speaker": "Group", "line": "One. Two. Three!  Go! Do it!  Go, Michael."}, {"speaker": "Michael", "line": "Wait! Am I going on go? Or am I going on three?"}, {"speaker": "Creed", "line": "On the go that's after three."}, {"speaker": "Michael", "line": "Okay."}, {"speaker": "Group", "line": "One, two, three, go!"}, {"speaker": "Dwight", "line": "No! It's okay. I will do this Michael."}, {"speaker": "Michael", "line": "Don't, don't."}, {"speaker": "Dwight", "line": "[walking on coals] I will walk and stand on these coals until you award me the position of regional manager!"}, {"speaker": "Group", "line": "Wow. Go, Dwight. Keep moving."}, {"speaker": "Dwight", "line": "[standing still, on the coals] GIVE ME THE JOB!  GIVE ME THE JOB!"}, {"speaker": "Michael", "line": "I'm not going to give it to you."}, {"speaker": "Dwight", "line": "[falling on his knees, then on all fours] Aaagh, aaagh!"}, {"speaker": "Group", "line": "[yelling excitedly for Dwight to get off the coals]"}, {"speaker": "Pam", "line": "Michael, do something!"}, {"speaker": "Dwight", "line": "Aggggh, that stings!"}, {"speaker": "Michael", "line": "Being the boss is also about image.  I've never looked like that. That was gross. I just, I don't see the connection between a firewalk and management. Worst seventy-five bucks I ever spent. You know what, if I had to pick my replacement based on today, it would be Mr. \"Outside Hire.\""}, {"speaker": "Angela", "line": "Or Mrs. \"Outside Hire.\""}, {"speaker": "Michael", "line": "Yeah.  Ummm, hmm... True.  Look, I don't want to leave this branch that I love to an outside hire therefore we are going to have a one hundred point winner take all sudden death tribal council round. To test the aspect of my job that I think is the most important, something I call the Bob Hope factor."}, {"speaker": "Kelly", "line": "Who's Bob Hope?"}, {"speaker": "Michael", "line": "God! He's a comedian."}, {"speaker": "Kelly", "line": "Oh, like Amanda Bynes."}, {"speaker": "Michael", "line": "Who's Amanda Bynes?"}, {"speaker": "Kelly", "line": "She's from \"What a Girl Wants.\""}, {"speaker": "Michael", "line": "Oh, I love that movie. Yes, Kelly is right, the person to replace me has to have a great sense of humor and they have to possess the leadership qualities of a Bynes or a Hope.  So without further ado, Jim and Dwight show us what you got."}, {"speaker": "Jim", "line": "Hey, I know what you're looking for, but um, I got to be honest, I really don't think I should be considered as your replacement."}, {"speaker": "Michael", "line": "You are being too modest."}, {"speaker": "Jim", "line": "Michael, on Thursday I'm going to drive down and interview with David for the open position in New York."}, {"speaker": "Michael", "line": "Hhhh... okay. That is not funny. I am deducting sixty points from Voldemort for false pretenses. Okay, Dwight your turn. Wow us."}, {"speaker": "Dwight", "line": "The Aristocrats. A man and his wife and his children go into the offices of a talent agency. And the talent agent says, \"Describe your act.\" And the man says something really, really raunchy and the talent representative says, \"What do you call yourselves?\" And the man says, \"The Aristocrats!\""}, {"speaker": "Pam", "line": "[breathes deeply and runs across coals] Oooh, uh hah, ooh! Wha-hoo! Ahhhh..."}, {"speaker": "Dwight", "line": "[finishes story] I mean truly repulsive acts."}, {"speaker": "Michael", "line": "That is a very, very funny story."}, {"speaker": "Pam", "line": "[runs over after walking over fire coals] Hey! I want to say something. I've been trying to be more honest lately and I just need to say a few things. I did the coal walk! Just, I did it! Michael, you couldn't even do that.  Maybe I should be your boss? Wow, I feel really good right now.  Why didn't any of you come to my art show? I invited all of you.  That really sucked. It's like sometimes some of you act like I don't even exist.  [turns and looks directly at Jim] Jim, I called off my wedding because of you. And now we're not even friends.  And things are just like weird between us, and that sucks. And I miss you. You were my best friend before you went to Stamford, and I really miss you. I shouldn't have been with Roy. And there were a lot of reasons to call off my wedding. But the truth is, I didn't care about any of those reasons until I met you.  And now you're with someone else. And that's... fine. It's... whatever. That's not what... I'm not... Okay, my feet really hurt. The thing that I'm just trying to say to you, Jim... and to everyone else in this circle I guess, is that I miss having fun with you. Just you, not everyone in the circle. Okay, I am going to go walk in the water now. Yeah. It's a good day."}, {"speaker": "Michael", "line": "Pam, that was amazing. But I am still looking for someone with a sales background."}, {"speaker": "Group", "line": "Flintstones, meet the Flintstones.  They're a modern stone-age family. Ba-ba-da-da-da.  From the town of Bedrock, they're a page right out of history. Ba-da-da-da-da. [overlapping singing of the wrong verses] When you're with the Flintstones, have a yabba-dabba-doo time, a dabba-doo time, we'll have a gay old time!"}, {"speaker": "Michael", "line": "WWWWIIIILLLLMMMMAAAA!"}, {"speaker": "Andy", "line": "Nice!"}, {"speaker": "Michael", "line": "So we have about an hour and a half. I suggest that you all go potty now and then we will be congregating on the party bus. Fun on wheels. Only way to travel. Besides a monorail."}, {"speaker": "Phyllis", "line": "Well, Bob was going to just drive me."}, {"speaker": "Michael", "line": "No. No, no, no. No guests today. Classic gang only. Just us good friends, and Karen and Andy."}, {"speaker": "Pam", "line": "Sometimes Michael gets nostalgic and he talks about the classic gang. That's Michael, me, Jim, Dwight, Angela, Kevin, Oscar, Stanley, Phyllis, Creed, Meredith, Kelly and Ryan. We're a regular Ocean's Eleven."}, {"speaker": "Pam", "line": "Jim, David Wallace is calling for you."}, {"speaker": "Jim", "line": "Oh, okay. Hello. Hey, David. Sure."}, {"speaker": "Michael", "line": "Pam, you broke up with your boyfriend and then kept working together. How did that work out?"}, {"speaker": "Pam", "line": "You remember you fired Roy for attacking Jim and I don't talk to him anymore really."}, {"speaker": "Michael", "line": "Acrimonious."}, {"speaker": "Michael", "line": "This way to the party bus. Good."}, {"speaker": "Meredith", "line": "[Sign says 'No Alcohol, No Loud Talking'] Um, What the hell?"}, {"speaker": "Michael", "line": "It's a bus that takes you to a party. Here we go."}, {"speaker": "Meredith", "line": "Um, I forgot my..."}, {"speaker": "Michael", "line": "Here we go. Come on. Okay, everybody here?"}, {"speaker": "All", "line": "Yeah!"}, {"speaker": "Michael", "line": "Then, Mr. Driver, we are off like a herd of turtles! Johnny Carson. [Meredith runs to catch up to bus with her large drink cup]"}, {"speaker": "Dwight", "line": "Seat belts fastened, folks. Safety first. Hey what is all this?"}, {"speaker": "Michael", "line": "Nothing."}, {"speaker": "Dwight", "line": "If I guess, will you tell me?"}, {"speaker": "Michael", "line": "No."}, {"speaker": "Dwight", "line": "Please?"}, {"speaker": "Michael", "line": "No!"}, {"speaker": "Dwight", "line": "Is that a sumo suit?"}, {"speaker": "Michael", "line": "No."}, {"speaker": "Dwight", "line": "I know, we're putting on a play for Japanese investors."}, {"speaker": "Michael", "line": "No, we are not."}, {"speaker": "Dwight", "line": "Please tell me. I've been so good..."}, {"speaker": "Michael", "line": "You are really annoying me. If you don't knock it off..."}, {"speaker": "Dwight", "line": "Please."}, {"speaker": "Michael", "line": "...I'm never gonna tell you anything ever again. Stop it! Stop it! Stop it!"}, {"speaker": "Dwight", "line": "Please."}, {"speaker": "Meredith", "line": "Can we please pull over at the next rest stop?"}, {"speaker": "Michael", "line": "No. We're only 10 minutes from the lake."}, {"speaker": "Meredith", "line": "Pull over! Pull over! [Meredith uses a bush while all the other passengers look the other way, except Creed]"}, {"speaker": "Michael", "line": "Yes, I am choosing my apprentice. Which is why I have modeled all my games after Survivor."}, {"speaker": "Michael", "line": "Any questions?"}, {"speaker": "Jim", "line": "Just one."}, {"speaker": "Michael", "line": "Yup."}, {"speaker": "Jim", "line": "The torches are lit."}, {"speaker": "Michael", "line": "Yes, for dramatic affect."}, {"speaker": "Jim", "line": "No, Michael, people are blindfolded. That's a hazard."}, {"speaker": "Michael", "line": "Very good, Jim. Pam, please note that Jim is very astute. All right, are we ready?"}, {"speaker": "Jim", "line": "Are you not gonna put out the torches?"}, {"speaker": "Michael", "line": "Set!"}, {"speaker": "Jim", "line": "Okay."}, {"speaker": "Michael", "line": "Go!"}, {"speaker": "Phyllis", "line": "I think Jim would be a good boss. Plus he's eye candy. It's OK, Bob... Vance knows he's on my list. Um, George Clooney, Leonardo DiCaprio, Jim, and that British guy that got in trouble with a prostitute."}, {"speaker": "Andy", "line": "It is an honor just to be considered for Michael's job. Honestly. And if I win it, then I will be ordering a pretty sizeable Most Improved Player plaque to put over the hole I punched in the wall."}, {"speaker": "Michael", "line": "[sighs] Okay. Pam, who came out best in the race, in your opinion?"}, {"speaker": "Pam", "line": "Um, Karen left her blindfold on the longest but she also threw her egg at Jim."}, {"speaker": "Michael", "line": "Because he wasn't following the rules."}, {"speaker": "Pam", "line": "I think they were just having fun."}, {"speaker": "Michael", "line": "But they didn't complete their task, Pam! If people can't carry an egg in a spoon, blindfolded, then what does that tell you about how they will be able to manage a sales report, or conduct a business call?"}, {"speaker": "Pam", "line": "It tells me nothing."}, {"speaker": "Michael", "line": "Exactly. Are you sure you're doing that right? Taking an awfully long time."}, {"speaker": "Pam", "line": "There's 800 of them!"}, {"speaker": "Michael", "line": "Okay, all right."}, {"speaker": "Michael", "line": "It's very important that you all try to eat as many hotdogs as you can..."}, {"speaker": "Meredith", "line": "Hotdogs are really unhealthy."}, {"speaker": "Michael", "line": "Son of a bitch. God! Okay. All right you know what? Here we go. On your mark! Get set!"}, {"speaker": "Phyllis", "line": "Is there any mustard?"}, {"speaker": "Michael", "line": "No mustard! No mustard! Just... eat it. Eat it, Phyllis. Dip it in the water so it will slide down your gullet more easily."}, {"speaker": "Everyone", "line": "That's what she said!"}, {"speaker": "Michael", "line": "No, no, no, no, not that--- just... come on, you guys, let's do it! I'm serious. Who's got the hungry?"}, {"speaker": "Dwight", "line": "I do!"}, {"speaker": "Michael", "line": "Who's got the hungry?"}, {"speaker": "Dwight", "line": "I do!"}, {"speaker": "Michael", "line": "Come on, Ryan..."}, {"speaker": "Dwight", "line": "Let's go."}, {"speaker": "Michael", "line": "Ryan, I want to see you with a hot dog in your mouth. Right now."}, {"speaker": "Jim", "line": "Karen and I are having our own contest to see who can eat the most normal amount of tuna salad in an unspecified but very cofortable amount of time. I don't know what to tell you. Right now? Dead heat."}, {"speaker": "Andy", "line": "Keep eating tuna, Big Tuna. Loser!"}, {"speaker": "Jim", "line": "He's gonna throw up."}, {"speaker": "Michael", "line": "[Dwight and Stanley are in sumo suits] Ready! Go!"}, {"speaker": "Phyllis", "line": "The guy who sits behind me and the guy who sits across from me are fighting to see who becomes my boss. [laughs]"}, {"speaker": "Dwight", "line": "[Dwight knocks Stanley down] Yeah! Yeah! Yeah! Eat sand, you fat, old man!"}, {"speaker": "Kevin", "line": "Oh, I'm out of it. Let's face it, the hot dog-eating contest was my best shot."}, {"speaker": "Ryan", "line": "Michael, since Andy isn't here, maybe I could be the team captain."}, {"speaker": "Michael", "line": "You? You haven't made a sale."}, {"speaker": "Ryan", "line": "I know, but I'd like to give this a try."}, {"speaker": "Michael", "line": "Don't try to flirt your way into this. Sometimes you really creep me out."}, {"speaker": "Andy", "line": "[in sumo suit, waves down a car, which swerves around him, runs after it, waving his arms] Wait! [throws sumo hair-hat at the retreating car]"}, {"speaker": "Michael", "line": "Andy Bernard is in first place with four hot dogs!  Dwight Schrute is a close second with three and a half!  Here comes Stanley!  Here comes Stanley, with three hot dogs!"}, {"speaker": "Michael", "line": "This is an inflatable sumo suit. [blows] Now, in the olden days, when they wanted to find a guy who could be king, they would have him pull a sword out of a stone.  Well, times have changed. [blows] And it's not even about who is the best sumo wrestler.  It's about who is the best boss.  And I don't even care who wins. [blows] It's how they wrestle in a blow-up suit... [breathes in] that will tell me all I need to know [blows] or how sumo... [collapses]"}]}